{
    "IRON": [
        {
            "en": "You’re so pathetic in Iron, even the fountain laser takes breaks to laugh at your corpse.",
            "es": "Eres tan patético en Hierro que hasta el láser de la fuente se toma descansos para reírse de tu cadáver."
        },
        {
            "en": "Your Iron rank is a badge of shame—proof you’re too stupid to even accidentally win.",
            "es": "Tu rango Hierro es una insignia de vergüenza, prueba de que eres demasiado estúpido para ganar aunque sea por accidente."
        },
        {
            "en": "You’re such a disgrace, Iron players mute you to avoid catching your incompetence.",
            "es": "Eres tan vergonzoso que los jugadores de Hierro te silencian para no contagiarse de tu ineptitud."
        },
        {
            "en": "Your existence in Iron is so pitiful, Riot should add a ‘delete account’ button just for you.",
            "es": "Tu existencia en Hierro es tan lamentable que Riot debería agregar un botón de ‘eliminar cuenta’ solo para ti."
        },
        {
            "en": "You’re the human equivalent of a 0/20 Yasuo—worthless, hated, and stuck in Iron forever.",
            "es": "Eres el equivalente humano de un Yasuo 0/20: inútil, odiado y atrapado en Hierro para siempre."
        },
        {
            "en": "You’re an Iron slug so slow, the game ends before you figure out where your lane is.",
            "es": "Eres un baboso de Hierro tan lento que el juego termina antes de que descubras dónde está tu carril."
        },
        {
            "en": "Your Iron brain’s so fried, you’d lose a 1v1 to a disconnected tutorial bot.",
            "es": "Tu cerebro de Hierro está tan frito que perderías un 1v1 contra un bot de tutorial desconectado."
        },
        {
            "en": "You’re the Iron stain Riot forgot to scrub—too useless to even be a bug report.",
            "es": "Eres la mancha de Hierro que Riot olvidó limpiar, demasiado inútil para ser un reporte de error."
        },
        {
            "en": "Your Iron mechanics are so bad, you’d miss a skillshot on a stationary target dummy.",
            "es": "Tus mecánicas en Hierro son tan malas que fallarías un skillshot en un muñeco inmóvil."
        },
        {
            "en": "You’re such an Iron disaster, your teammates surrender at 15 just to escape you.",
            "es": "Eres un desastre en Hierro tan grande que tus compañeros se rinden a los 15 solo para escapar de ti."
        },
        {
            "en": "Your Iron KDA is so tragic, it’s a memorial to every minion that’s killed you.",
            "es": "Tu KDA en Hierro es tan trágico que es un memorial a cada súbdito que te ha matado."
        },
        {
            "en": "You’re the Iron fool who dies to red buff while the jungler’s still at base.",
            "es": "Eres el tonto de Hierro que muere por el buff rojo mientras el jungla aún está en base."
        },
        {
            "en": "Your Iron stench is so foul, even the rift crabs scuttle away in disgust.",
            "es": "Tu hedor de Hierro es tan fétido que hasta los cangrejos del rift huyen asqueados."
        },
        {
            "en": "You’re such an Iron reject, your own shadow refuses to follow you into game.",
            "es": "Eres tan rechazado en Hierro que hasta tu sombra se niega a seguirte al juego."
        },
        {
            "en": "Your Iron plays are so weak, you’d lose a staring contest with a blind poro.",
            "es": "Tus jugadas en Hierro son tan débiles que perderías un concurso de miradas con un poro ciego."
        },
        {
            "en": "You’re the Iron clown who feeds so hard, the enemy team pities your existence.",
            "es": "Eres el payaso de Hierro que feedea tanto que el equipo enemigo siente lástima por tu existencia."
        },
        {
            "en": "Your Iron rank’s a curse—doomed to lose every game you touch.",
            "es": "Tu rango Hierro es una maldición, condenado a perder cada juego que tocas."
        },
        {
            "en": "You’re such an Iron waste, your client crashes just to spare the server your shame.",
            "es": "Eres un desperdicio en Hierro tan grande que tu cliente se cuelga para ahorrarle la vergüenza al servidor."
        },
        {
            "en": "Your Iron skills are so dead, you’d get outplayed by a level 1 account.",
            "es": "Tus habilidades en Hierro están tan muertas que te superaría una cuenta nivel 1."
        },
        {
            "en": "You’re the Iron nobody who thinks ‘inting’ is a legit strategy.",
            "es": "Eres el don nadie de Hierro que piensa que ‘intear’ es una estrategia legítima."
        },
        {
            "en": "Your Iron presence is so sad, even the nexus explodes to end the misery.",
            "es": "Tu presencia en Hierro es tan triste que hasta el nexo explota para terminar con la miseria."
        },
        {
            "en": "You’re such an Iron flop, your teammates report you for griefing the queue.",
            "es": "Eres un fracaso en Hierro tan grande que tus compañeros te reportan por arruinar la cola."
        },
        {
            "en": "Your Iron life’s a joke—stuck farming minions while the enemy takes baron.",
            "es": "Tu vida en Hierro es una broma, atrapado farmeando súbditos mientras el enemigo toma barón."
        },
        {
            "en": "You’re the Iron scrub who dies to tower before the first wave spawns.",
            "es": "Eres el inútil de Hierro que muere por la torre antes de que aparezca la primera oleada."
        },
        {
            "en": "Your Iron ego’s so fragile, you tilt off a single missed cannon minion.",
            "es": "Tu ego en Hierro es tan frágil que te tilteas por fallar un solo minion cañón."
        },
        {
            "en": "You’re such an Iron mess, your own team bans your main to save themselves.",
            "es": "Eres un desastre en Hierro tan grande que tu propio equipo banea a tu main para salvarse."
        },
        {
            "en": "Your Iron hands are so shaky, you misclick more than you breathe.",
            "es": "Tus manos en Hierro tiemblan tanto que fallas más clics de los que respiras."
        },
        {
            "en": "You’re the Iron troll who picks Teemo jungle and still goes 0/10.",
            "es": "Eres el troll de Hierro que elige Teemo jungla y aún así va 0/10."
        },
        {
            "en": "Your Iron soul’s so lost, you think ‘CS’ stands for ‘can’t survive.’",
            "es": "Tu alma en Hierro está tan perdida que crees que ‘CS’ significa ‘no puedo sobrevivir’."
        },
        {
            "en": "You’re such an Iron leech, you feed off your team’s LP like a parasite.",
            "es": "Eres una sanguijuela en Hierro tan grande que te alimentas del LP de tu equipo como parásito."
        },
        {
            "en": "Your Iron games are so bad, they’re studied as cautionary tales.",
            "es": "Tus partidas en Hierro son tan malas que se estudian como cuentos de advertencia."
        },
        {
            "en": "You’re the Iron ghost who haunts bot lane with a 0/15 scoreline.",
            "es": "Eres el fantasma de Hierro que acecha bot lane con un marcador de 0/15."
        },
        {
            "en": "Your Iron dreams are so small, you celebrate not going 0/20.",
            "es": "Tus sueños en Hierro son tan pequeños que celebras no ir 0/20."
        },
        {
            "en": "You’re such an Iron blight, your teammates dodge queue when they see your name.",
            "es": "Eres una plaga en Hierro tan grande que tus compañeros esquivan la cola al ver tu nombre."
        },
        {
            "en": "Your Iron reflexes are so slow, you’d lose a race to a dead scuttle crab.",
            "es": "Tus reflejos en Hierro son tan lentos que perderías una carrera contra un cangrejo muerto."
        },
        {
            "en": "You’re the Iron wreck who thinks ‘warding’ is throwing gold at the enemy.",
            "es": "Eres el desastre de Hierro que piensa que ‘wardear’ es lanzar oro al enemigo."
        },
        {
            "en": "Your Iron stench clogs the rift, making even poros gag in your presence.",
            "es": "Tu hedor de Hierro obstruye el rift, haciendo que hasta los poros se atraganten en tu presencia."
        },
        {
            "en": "You’re such an Iron fraud, you brag about a 1v1 win against a minion.",
            "es": "Eres un fraude en Hierro tan grande que presumes de una victoria 1v1 contra un súbdito."
        },
        {
            "en": "Your Iron fate’s sealed—forever a feeder in a rank that hates you.",
            "es": "Tu destino en Hierro está sellado, siempre un feeder en un rango que te odia."
        },
        {
            "en": "You’re the Iron mule who carries nothing but shame to every match.",
            "es": "Eres la mula de Hierro que no lleva más que vergüenza a cada partida."
        },
        {
            "en": "Your Iron clicks are so off, you’d miss a surrender vote button.",
            "es": "Tus clics en Hierro son tan malos que fallarías el botón de rendición."
        },
        {
            "en": "You’re such an Iron burden, your team’s LP drops just by you logging in.",
            "es": "Eres una carga en Hierro tan grande que el LP de tu equipo cae solo porque inicias sesión."
        },
        {
            "en": "Your Iron legacy’s a graveyard of losses too pathetic to count.",
            "es": "Tu legado en Hierro es un cementerio de derrotas demasiado patéticas para contar."
        },
        {
            "en": "You’re the Iron puppet who dances to the tune of every enemy gank.",
            "es": "Eres la marioneta de Hierro que baila al son de cada gank enemigo."
        },
        {
            "en": "Your Iron misery’s so deep, you think a 2/10 game is a comeback.",
            "es": "Tu miseria en Hierro es tan profunda que crees que un juego 2/10 es una remontada."
        },
        {
            "en": "You’re such an Iron blight, the game patches itself to nerf your existence.",
            "es": "Eres una plaga en Hierro tan grande que el juego se parchea para nerfear tu existencia."
        },
        {
            "en": "Your Iron soul’s so crushed, you’d lose a duel to your own reflection.",
            "es": "Tu alma en Hierro está tan aplastada que perderías un duelo contra tu propio reflejo."
        },
        {
            "en": "You’re the Iron trash who thinks ‘split push’ means dying alone top.",
            "es": "Eres la basura de Hierro que piensa que ‘split push’ significa morir solo en top."
        },
        {
            "en": "Your Iron curse is eternal—doomed to be the weakest link forever.",
            "es": "Tu maldición en Hierro es eterna, condenado a ser el eslabón más débil para siempre."
        }
    ],
    "BRONZE": [
        {
            "en": "Bronze is your home because you’re too brain-dead to crawl out of the gutter.",
            "es": "Bronce es tu hogar porque estás demasiado muerto de cerebro para salir del basurero."
        },
        {
            "en": "You’re such a Bronze reject, even your dog pities you when you queue up.",
            "es": "Eres tan rechazado en Bronce que hasta tu perro te tiene lástima cuando entras a la cola."
        },
        {
            "en": "Your gameplay’s so rancid, Bronze smells better after you log off.",
            "es": "Tu juego es tan podrido que Bronce huele mejor después de que te desconectas."
        },
        {
            "en": "You’re the Bronze clown who dies to jungle camps while the enemy’s AFK.",
            "es": "Eres el payaso de Bronce que muere en los campamentos de la jungla mientras el enemigo está AFK."
        },
        {
            "en": "Your Bronze rank screams ‘I’m a failure,’ and your friends agree every game.",
            "es": "Tu rango Bronce grita ‘soy un fracaso’, y tus amigos están de acuerdo cada partida."
        },
        {
            "en": "Your Bronze hands are so shaky, you miss CS while the enemy’s buying items.",
            "es": "Tus manos de Bronce tiemblan tanto que fallas CS mientras el enemigo compra ítems."
        },
        {
            "en": "You’re a Bronze plague so toxic, even the chat filter bans itself from you.",
            "es": "Eres una plaga de Bronce tan tóxica que hasta el filtro de chat se banea de ti."
        },
        {
            "en": "Your Bronze life’s so sad, you think a 1/10 game is a personal best.",
            "es": "Tu vida en Bronce es tan triste que piensas que un juego 1/10 es tu récord personal."
        },
        {
            "en": "You’re the Bronze scrub who dies to tower shots while typing ‘lag.’",
            "es": "Eres el inútil de Bronce que muere por disparos de torre mientras escribe ‘lag’."
        },
        {
            "en": "Your Bronze brain’s so small, you think ‘ward’ is just a fancy minion.",
            "es": "Tu cerebro de Bronce es tan pequeño que crees que ‘ward’ es solo un súbdito elegante."
        },
        {
            "en": "You’re such a Bronze flop, your team begs the enemy to end faster.",
            "es": "Eres un fracaso en Bronce tan grande que tu equipo ruega al enemigo que termine más rápido."
        },
        {
            "en": "Your Bronze stench is so bad, even the poro king runs from your lane.",
            "es": "Tu hedor de Bronce es tan fuerte que hasta el rey poro huye de tu carril."
        },
        {
            "en": "You’re the Bronze fool who builds six boots and calls it ‘strategy.’",
            "es": "Eres el tonto de Bronce que compra seis botas y lo llama ‘estrategia’."
        },
        {
            "en": "Your Bronze skills are so dead, you’d lose to a bot with no items.",
            "es": "Tus habilidades en Bronce están tan muertas que perderías contra un bot sin ítems."
        },
        {
            "en": "You’re such a Bronze leech, you steal losses from every teammate.",
            "es": "Eres una sanguijuela en Bronce tan grande que robas derrotas a cada compañero."
        },
        {
            "en": "Your Bronze pride’s a lie—you’re just a feeder with a rank.",
            "es": "Tu orgullo de Bronce es una mentira, solo eres un feeder con un rango."
        },
        {
            "en": "You’re the Bronze ghost who haunts games with 0/12 scorelines.",
            "es": "Eres el fantasma de Bronce que acecha partidas con marcadores de 0/12."
        },
        {
            "en": "Your Bronze reflexes are so slow, you’d die to a minion wave afk.",
            "es": "Tus reflejos en Bronce son tan lentos que morirías ante una oleada de súbditos afk."
        },
        {
            "en": "You’re such a Bronze disaster, your teammates mute you before the game starts.",
            "es": "Eres un desastre en Bronce tan grande que tus compañeros te silencian antes de que empiece el juego."
        },
        {
            "en": "Your Bronze fate’s a loop of losses you’re too dumb to escape.",
            "es": "Tu destino en Bronce es un bucle de derrotas del que eres demasiado estúpido para escapar."
        },
        {
            "en": "You’re the Bronze troll who picks Yuumi jungle and still feeds.",
            "es": "Eres el troll de Bronce que elige Yuumi jungla y aún así feedea."
        },
        {
            "en": "Your Bronze ego’s so big, you think a 2/15 game is ‘carrying.’",
            "es": "Tu ego en Bronce es tan grande que crees que un juego 2/15 es ‘cargar’."
        },
        {
            "en": "You’re such a Bronze waste, your LP’s negative before you even play.",
            "es": "Eres un desperdicio en Bronce tan grande que tu LP es negativo antes de que juegues."
        },
        {
            "en": "Your Bronze games are so bad, Riot uses them to test new surrender timers.",
            "es": "Tus partidas en Bronce son tan malas que Riot las usa para probar nuevos temporizadores de rendición."
        },
        {
            "en": "You’re the Bronze mule who carries nothing but shame to the rift.",
            "es": "Eres la mula de Bronce que no lleva más que vergüenza al rift."
        },
        {
            "en": "Your Bronze clicks are so off, you’d miss a surrender vote button.",
            "es": "Tus clics en Bronce son tan malos que fallarías el botón de rendición."
        },
        {
            "en": "You’re such a Bronze burden, your team prays for an AFK every game.",
            "es": "Eres una carga en Bronce tan grande que tu equipo reza por un AFK cada partida."
        },
        {
            "en": "Your Bronze legacy’s a pile of losses too pathetic to count.",
            "es": "Tu legado en Bronce es un montón de derrotas demasiado patéticas para contar."
        },
        {
            "en": "You’re the Bronze puppet who dances to every enemy gank like a fool.",
            "es": "Eres la marioneta de Bronce que baila con cada gank enemigo como tonto."
        },
        {
            "en": "Your Bronze misery’s so deep, you think a 3/10 game is a win.",
            "es": "Tu miseria en Bronce es tan profunda que crees que un juego 3/10 es una victoria."
        },
        {
            "en": "You’re such a Bronze blight, the game lags just to delay your feeding.",
            "es": "Eres una plaga en Bronce tan grande que el juego se lagea solo para retrasar tu feeding."
        },
        {
            "en": "Your Bronze soul’s so crushed, you’d lose a duel to a caster minion.",
            "es": "Tu alma en Bronce está tan aplastada que perderías un duelo contra un súbdito caster."
        },
        {
            "en": "You’re the Bronze trash who thinks ‘objective’ means dying at dragon.",
            "es": "Eres la basura de Bronce que piensa que ‘objetivo’ significa morir en dragón."
        },
        {
            "en": "Your Bronze curse is eternal—doomed to be the feeder forever.",
            "es": "Tu maldición en Bronce es eterna, condenado a ser el feeder para siempre."
        },
        {
            "en": "You’re such a Bronze flop, your teammates ban your champ to save LP.",
            "es": "Eres un fracaso en Bronce tan grande que tus compañeros banean a tu campeón para salvar LP."
        },
        {
            "en": "Your Bronze stench clogs the server, making even bots disconnect.",
            "es": "Tu hedor de Bronce obstruye el servidor, haciendo que hasta los bots se desconecten."
        },
        {
            "en": "You’re the Bronze fool who brags about a kill after going 1/20.",
            "es": "Eres el tonto de Bronce que presume de una kill después de ir 1/20."
        },
        {
            "en": "Your Bronze hands are so bad, you’d lose a 1v1 to a turret.",
            "es": "Tus manos en Bronce son tan malas que perderías un 1v1 contra una torreta."
        },
        {
            "en": "You’re such a Bronze reject, your own team reports you for fun.",
            "es": "Eres un rechazado en Bronce tan grande que tu propio equipo te reporta por diversión."
        },
        {
            "en": "Your Bronze plays are so weak, you’d die to a ward if it could hit.",
            "es": "Tus jugadas en Bronce son tan débiles que morirías ante un ward si pudiera golpear."
        },
        {
            "en": "You’re the Bronze clown who feeds so hard, the enemy types ‘ty’ in chat.",
            "es": "Eres el payaso de Bronce que feedea tanto que el enemigo escribe ‘ty’ en el chat."
        },
        {
            "en": "Your Bronze rank’s a scam—proof you’re too dumb to climb a ladder.",
            "es": "Tu rango Bronce es una estafa, prueba de que eres demasiado estúpido para subir una escalera."
        },
        {
            "en": "You’re such a Bronze waste, your client warns others when you queue.",
            "es": "Eres un desperdicio en Bronce tan grande que tu cliente advierte a otros cuando entras a la cola."
        },
        {
            "en": "Your Bronze skills are so dead, you’d lose to a practice tool dummy.",
            "es": "Tus habilidades en Bronce están tan muertas que perderías contra un muñeco del modo práctica."
        },
        {
            "en": "You’re the Bronze nobody who thinks ‘smurf’ means feeding harder.",
            "es": "Eres el don nadie de Bronce que piensa que ‘smurf’ significa feedear más fuerte."
        },
        {
            "en": "Your Bronze presence is so sad, even the nexus pities your team.",
            "es": "Tu presencia en Bronce es tan triste que hasta el nexo siente lástima por tu equipo."
        },
        {
            "en": "You’re such a Bronze troll, your teammates dodge just to avoid your pick.",
            "es": "Eres un troll en Bronce tan grande que tus compañeros esquivan solo para evitar tu elección."
        },
        {
            "en": "Your Bronze fate’s a graveyard of LP you’ll never see again.",
            "es": "Tu destino en Bronce es un cementerio de LP que nunca volverás a ver."
        },
        {
            "en": "You’re the Bronze wreck who tilts off a single jungle invade.",
            "es": "Eres el desastre de Bronce que se tiltea por una sola invasión a la jungla."
        }
    ],
    "SILVER": [
        {
            "en": "Silver’s your dumpster because you’re trash that nobody wants to carry.",
            "es": "Plata es tu basurero porque eres basura que nadie quiere cargar."
        },
        {
            "en": "You’re such a Silver embarrassment, your teammates pray for a DC every match.",
            "es": "Eres tan vergonzoso en Plata que tus compañeros rezan por un desconectado cada partida."
        },
        {
            "en": "Your Silver skills are so rotten, even the poro snacks spit you out.",
            "es": "Tus habilidades en Plata son tan podridas que hasta los bocadillos de poro te escupen."
        },
        {
            "en": "You’re the Silver stain that makes every game a 4v6—utterly hopeless.",
            "es": "Eres la mancha de Plata que hace que cada juego sea un 4v6, completamente inútil."
        },
        {
            "en": "Silver’s your cage, and you’re the monkey too dumb to escape it.",
            "es": "Plata es tu jaula, y tú eres el mono demasiado estúpido para escapar."
        },
        {
            "en": "Your Silver reflexes are so dull, you’d die to a ward if it could attack.",
            "es": "Tus reflejos en Plata son tan torpes que morirías ante un ward si pudiera atacar."
        },
        {
            "en": "You’re the Silver leech who feeds so hard, the enemy ADC thanks you in all-chat.",
            "es": "Eres la sanguijuela de Plata que feedea tanto que el ADC enemigo te agradece en el chat general."
        },
        {
            "en": "Your Silver stench is so bad, the rift itself lags to avoid your presence.",
            "es": "Tu hedor de Plata es tan fuerte que el rift mismo se lagea para evitar tu presencia."
        },
        {
            "en": "You’re such a Silver flop, your team bans your champ to save themselves.",
            "es": "Eres un fracaso en Plata tan grande que tu equipo banea a tu campeón para salvarse."
        },
        {
            "en": "Your Silver brain’s so fried, you think ‘objective’ means dying at tower.",
            "es": "Tu cerebro de Plata está tan frito que crees que ‘objetivo’ significa morir en la torre."
        },
        {
            "en": "You’re the Silver fool who tilts off a missed smite and blames the team.",
            "es": "Eres el tonto de Plata que se tiltea por fallar un smite y culpa al equipo."
        },
        {
            "en": "Your Silver plays are so weak, you’d lose a 1v1 to a scuttle crab.",
            "es": "Tus jugadas en Plata son tan débiles que perderías un 1v1 contra un cangrejo."
        },
        {
            "en": "You’re such a Silver reject, your teammates mute you before minions spawn.",
            "es": "Eres un rechazado en Plata tan grande que tus compañeros te silencian antes de que aparezcan los súbditos."
        },
        {
            "en": "Your Silver KDA’s so bad, it’s a tribute to every death you’ve gifted.",
            "es": "Tu KDA en Plata es tan malo que es un homenaje a cada muerte que has regalado."
        },
        {
            "en": "You’re the Silver clown who picks Yasuo and feeds before level 3.",
            "es": "Eres el payaso de Plata que elige Yasuo y feedea antes del nivel 3."
        },
        {
            "en": "Your Silver rank’s a lie—proof you’re a fluke who got lucky once.",
            "es": "Tu rango Plata es una mentira, prueba de que eres un golpe de suerte que tuvo éxito una vez."
        },
        {
            "en": "You’re such a Silver waste, your LP’s a donation to the enemy team.",
            "es": "Eres un desperdicio en Plata tan grande que tu LP es una donación al equipo enemigo."
        },
        {
            "en": "Your Silver hands are so shaky, you miss flashes on cooldown.",
            "es": "Tus manos en Plata tiemblan tanto que fallas destellos en enfriamiento."
        },
        {
            "en": "You’re the Silver troll who builds AP on Garen and calls it ‘meta.’",
            "es": "Eres el troll de Plata que construye AP en Garen y lo llama ‘meta’."
        },
        {
            "en": "Your Silver ego’s so fragile, you ragequit over a stolen minion.",
            "es": "Tu ego en Plata es tan frágil que abandonas por un súbdito robado."
        },
        {
            "en": "You’re such a Silver burden, your team surrenders just to avoid you.",
            "es": "Eres una carga en Plata tan grande que tu equipo se rinde solo para evitarte."
        },
        {
            "en": "Your Silver games are so pathetic, they’re banned from highlight reels.",
            "es": "Tus partidas en Plata son tan patéticas que están prohibidas en los resúmenes."
        },
        {
            "en": "You’re the Silver ghost who haunts mid lane with a 0/10 score.",
            "es": "Eres el fantasma de Plata que acecha mid lane con un marcador de 0/10."
        },
        {
            "en": "Your Silver reflexes are so slow, you’d lose a race to a dead poro.",
            "es": "Tus reflejos en Plata son tan lentos que perderías una carrera contra un poro muerto."
        },
        {
            "en": "You’re such a Silver disaster, your teammates report you for breathing.",
            "es": "Eres un desastre en Plata tan grande que tus compañeros te reportan por respirar."
        },
        {
            "en": "Your Silver fate’s a cycle of losses you’re too blind to see.",
            "es": "Tu destino en Plata es un ciclo de derrotas que estás demasiado ciego para ver."
        },
        {
            "en": "You’re the Silver mule who carries nothing but shame to the rift.",
            "es": "Eres la mula de Plata que no lleva más que vergüenza al rift."
        },
        {
            "en": "Your Silver clicks are so off, you’d miss a baron call button.",
            "es": "Tus clics en Plata son tan malos que fallarías el botón para llamar a barón."
        },
        {
            "en": "You’re such a Silver flop, your team prays for a remake every game.",
            "es": "Eres un fracaso en Plata tan grande que tu equipo reza por un remake cada partida."
        },
        {
            "en": "Your Silver legacy’s a pile of LP you’ve flushed down the drain.",
            "es": "Tu legado en Plata es un montón de LP que has tirado por el desagüe."
        },
        {
            "en": "You’re the Silver puppet who dances to every enemy dive like a fool.",
            "es": "Eres la marioneta de Plata que baila con cada dive enemigo como tonto."
        },
        {
            "en": "Your Silver misery’s so deep, you think a 4/10 game is a triumph.",
            "es": "Tu miseria en Plata es tan profunda que crees que un juego 4/10 es un triunfo."
        },
        {
            "en": "You’re such a Silver blight, the game crashes to spare your team.",
            "es": "Eres una plaga en Plata tan grande que el juego se cuelga para salvar a tu equipo."
        },
        {
            "en": "Your Silver soul’s so crushed, you’d lose a duel to a siege minion.",
            "es": "Tu alma en Plata está tan aplastada que perderías un duelo contra un súbdito de asedio."
        },
        {
            "en": "You’re the Silver trash who thinks ‘split’ means feeding top solo.",
            "es": "Eres la basura de Plata que piensa que ‘split’ significa feedear solo en top."
        },
        {
            "en": "Your Silver curse is eternal—doomed to be the weak link forever.",
            "es": "Tu maldición en Plata es eterna, condenado a ser el eslabón débil para siempre."
        },
        {
            "en": "You’re such a Silver reject, your own team dodges when you lock in.",
            "es": "Eres un rechazado en Plata tan grande que tu propio equipo esquiva cuando confirmas."
        },
        {
            "en": "Your Silver stench clogs the rift, making even dragons gag.",
            "es": "Tu hedor de Plata obstruye el rift, haciendo que hasta los dragones se atraganten."
        },
        {
            "en": "You’re the Silver fool who brags about a kill after going 2/15.",
            "es": "Eres el tonto de Plata que presume de una kill después de ir 2/15."
        },
        {
            "en": "Your Silver hands are so bad, you’d lose a 1v1 to a bush.",
            "es": "Tus manos en Plata son tan malas que perderías un 1v1 contra un arbusto."
        },
        {
            "en": "You’re such a Silver waste, your teammates report you for queuing.",
            "es": "Eres un desperdicio en Plata tan grande que tus compañeros te reportan por entrar a la cola."
        },
        {
            "en": "Your Silver plays are so weak, you’d die to a minion wave afk.",
            "es": "Tus jugadas en Plata son tan débiles que morirías ante una oleada de súbditos afk."
        },
        {
            "en": "You’re the Silver clown who feeds so hard, the enemy pings your corpse.",
            "es": "Eres el payaso de Plata que feedea tanto que el enemigo marca tu cadáver."
        },
        {
            "en": "Your Silver rank’s a fluke—proof you’re too dumb to climb higher.",
            "es": "Tu rango Plata es un golpe de suerte, prueba de que eres demasiado estúpido para subir más."
        },
        {
            "en": "You’re such a Silver troll, your team begs Riot to ban your account.",
            "es": "Eres un troll en Plata tan grande que tu equipo ruega a Riot que banee tu cuenta."
        },
        {
            "en": "Your Silver skills are so dead, you’d lose to a level 5 bot.",
            "es": "Tus habilidades en Plata están tan muertas que perderías contra un bot nivel 5."
        },
        {
            "en": "You’re the Silver nobody who thinks ‘carry’ means dying first.",
            "es": "Eres el don nadie de Plata que piensa que ‘cargar’ significa morir primero."
        },
        {
            "en": "Your Silver presence is so sad, even the nexus wants you gone.",
            "es": "Tu presencia en Plata es tan triste que hasta el nexo quiere que te vayas."
        },
        {
            "en": "You’re such a Silver burden, your team’s LP drops just by your pick.",
            "es": "Eres una carga en Plata tan grande que el LP de tu equipo cae solo por tu elección."
        },
        {
            "en": "Your Silver fate’s a graveyard of dreams you’ll never achieve.",
            "es": "Tu destino en Plata es un cementerio de sueños que nunca alcanzarás."
        }
    ],
    "GOLD": [
        {
            "en": "Gold’s your peak because you’re a talentless hack who fluked a few wins.",
            "es": "Oro es tu pico porque eres un inútil sin talento que tuvo suerte unas pocas veces."
        },
        {
            "en": "You’re such a Gold fraud, your mom brags about your rank out of pity.",
            "es": "Eres tan fraude en Oro que tu mamá presume de tu rango por lástima."
        },
        {
            "en": "Your Gold plays are so disgusting, even the enemy team feels dirty stomping you.",
            "es": "Tus jugadas en Oro son tan asquerosas que hasta el equipo enemigo se siente sucio al aplastarte."
        },
        {
            "en": "You’re the Gold loser who cries ‘elo hell’ while being the hell itself.",
            "es": "Eres el perdedor de Oro que llora ‘infierno de elo’ mientras eres el infierno mismo."
        },
        {
            "en": "Gold’s your throne of mediocrity, and you’re the jester everyone laughs at.",
            "es": "Oro es tu trono de mediocridad, y tú eres el bufón del que todos se ríen."
        },
        {
            "en": "Your Gold map awareness is so trash, you’d gank your own turret.",
            "es": "Tu conciencia del mapa en Oro es tan basura que harías un gank a tu propia torreta."
        },
        {
            "en": "You’re the Gold donkey who brays about ‘team diff’ while going 0/15.",
            "es": "Eres el burro de Oro que rebuzna sobre ‘diferencia de equipo’ mientras va 0/15."
        },
        {
            "en": "Your Gold pride’s so hollow, even the shopkeeper laughs at your build.",
            "es": "Tu orgullo de Oro es tan vacío que hasta el tendero se ríe de tu build."
        },
        {
            "en": "You’re such a Gold flop, your teammates dodge when they see your stats.",
            "es": "Eres un fracaso en Oro tan grande que tus compañeros esquivan al ver tus estadísticas."
        },
        {
            "en": "Your Gold brain’s so dim, you think ‘split push’ means feeding solo.",
            "es": "Tu cerebro de Oro es tan débil que crees que ‘split push’ significa feedear solo."
        },
        {
            "en": "You’re the Gold fool who tilts off a missed dragon and blames jungle.",
            "es": "Eres el tonto de Oro que se tiltea por fallar un dragón y culpa al jungla."
        },
        {
            "en": "Your Gold plays are so weak, you’d lose a 1v1 to a jungle camp.",
            "es": "Tus jugadas en Oro son tan débiles que perderías un 1v1 contra un campamento de la jungla."
        },
        {
            "en": "You’re such a Gold reject, your team mutes you before the game starts.",
            "es": "Eres un rechazado en Oro tan grande que tu equipo te silencia antes de que empiece el juego."
        },
        {
            "en": "Your Gold KDA’s so bad, it’s a trophy for every kill you’ve fed.",
            "es": "Tu KDA en Oro es tan malo que es un trofeo por cada kill que has regalado."
        },
        {
            "en": "You’re the Gold clown who picks Zed and feeds before hitting 6.",
            "es": "Eres el payaso de Oro que elige Zed y feedea antes de llegar al 6."
        },
        {
            "en": "Your Gold rank’s a scam—proof you’re a lucky scrub who’ll never climb.",
            "es": "Tu rango Oro es una estafa, prueba de que eres un inútil con suerte que nunca subirá."
        },
        {
            "en": "You’re such a Gold waste, your LP’s a gift to the enemy team.",
            "es": "Eres un desperdicio en Oro tan grande que tu LP es un regalo para el equipo enemigo."
        },
        {
            "en": "Your Gold hands are so shaky, you miss ults on stunned targets.",
            "es": "Tus manos en Oro tiemblan tanto que fallas ultimates en objetivos aturdidos."
        },
        {
            "en": "You’re the Gold troll who builds tank on Vayne and calls it ‘smart.’",
            "es": "Eres el troll de Oro que construye tanque en Vayne y lo llama ‘inteligente’."
        },
        {
            "en": "Your Gold ego’s so fragile, you ragequit over a stolen kill.",
            "es": "Tu ego en Oro es tan frágil que abandonas por una kill robada."
        },
        {
            "en": "You’re such a Gold burden, your team surrenders just to ditch you.",
            "es": "Eres una carga en Oro tan grande que tu equipo se rinde solo para deshacerse de ti."
        },
        {
            "en": "Your Gold games are so pathetic, they’re banned from montages.",
            "es": "Tus partidas en Oro son tan patéticas que están prohibidas en montajes."
        },
        {
            "en": "You’re the Gold ghost who haunts top lane with a 0/12 score.",
            "es": "Eres el fantasma de Oro que acecha top lane con un marcador de 0/12."
        },
        {
            "en": "Your Gold reflexes are so slow, you’d lose a race to a stunned minion.",
            "es": "Tus reflejos en Oro son tan lentos que perderías una carrera contra un súbdito aturdido."
        },
        {
            "en": "You’re such a Gold disaster, your teammates report you for picking.",
            "es": "Eres un desastre en Oro tan grande que tus compañeros te reportan por elegir campeón."
        },
        {
            "en": "Your Gold fate’s a cycle of losses you’re too arrogant to escape.",
            "es": "Tu destino en Oro es un ciclo de derrotas del que eres demasiado arrogante para escapar."
        },
        {
            "en": "You’re the Gold mule who carries nothing but shame to every game.",
            "es": "Eres la mula de Oro que no lleva más que vergüenza a cada partida."
        },
        {
            "en": "Your Gold clicks are so off, you’d miss a recall button.",
            "es": "Tus clics en Oro son tan malos que fallarías el botón de recall."
        },
        {
            "en": "You’re such a Gold flop, your team prays for an AFK every match.",
            "es": "Eres un fracaso en Oro tan grande que tu equipo reza por un AFK cada partida."
        },
        {
            "en": "Your Gold legacy’s a pile of LP you’ve thrown away.",
            "es": "Tu legado en Oro es un montón de LP que has desperdiciado."
        },
        {
            "en": "You’re the Gold puppet who dances to every enemy gank like an idiot.",
            "es": "Eres la marioneta de Oro que baila con cada gank enemigo como idiota."
        },
        {
            "en": "Your Gold misery’s so deep, you think a 5/10 game is a carry.",
            "es": "Tu miseria en Oro es tan profunda que crees que un juego 5/10 es cargar."
        },
        {
            "en": "You’re such a Gold blight, the game lags to spare your team’s sanity.",
            "es": "Eres una plaga en Oro tan grande que el juego se lagea para salvar la cordura de tu equipo."
        },
        {
            "en": "Your Gold soul’s so crushed, you’d lose a duel to a cannon minion.",
            "es": "Tu alma en Oro está tan aplastada que perderías un duelo contra un súbdito cañón."
        },
        {
            "en": "You’re the Gold trash who thinks ‘teamfight’ means dying first.",
            "es": "Eres la basura de Oro que piensa que ‘pelea de equipo’ significa morir primero."
        },
        {
            "en": "Your Gold curse is eternal—doomed to be mediocre forever.",
            "es": "Tu maldición en Oro es eterna, condenado a ser mediocre para siempre."
        },
        {
            "en": "You’re such a Gold reject, your own team bans your main for laughs.",
            "es": "Eres un rechazado en Oro tan grande que tu propio equipo banea a tu main por risa."
        },
        {
            "en": "Your Gold stench clogs the rift, making even herald gag.",
            "es": "Tu hedor de Oro obstruye el rift, haciendo que hasta el heraldo se atragante."
        },
        {
            "en": "You’re the Gold fool who brags about a kill after going 3/15.",
            "es": "Eres el tonto de Oro que presume de una kill después de ir 3/15."
        },
        {
            "en": "Your Gold hands are so bad, you’d lose a 1v1 to a ward.",
            "es": "Tus manos en Oro son tan malas que perderías un 1v1 contra un ward."
        },
        {
            "en": "You’re such a Gold waste, your teammates report you for existing.",
            "es": "Eres un desperdicio en Oro tan grande que tus compañeros te reportan por existir."
        },
        {
            "en": "Your Gold plays are so weak, you’d die to a jungle camp afk.",
            "es": "Tus jugadas en Oro son tan débiles que morirías ante un campamento de jungla afk."
        },
        {
            "en": "You’re the Gold clown who feeds so hard, the enemy pings your death.",
            "es": "Eres el payaso de Oro que feedea tanto que el enemigo marca tu muerte."
        },
        {
            "en": "Your Gold rank’s a fluke—proof you’re too lazy to climb higher.",
            "es": "Tu rango Oro es un golpe de suerte, prueba de que eres demasiado perezoso para subir más."
        },
        {
            "en": "You’re such a Gold troll, your team begs Riot to nerf your account.",
            "es": "Eres un troll en Oro tan grande que tu equipo ruega a Riot que nerfee tu cuenta."
        },
        {
            "en": "Your Gold skills are so dead, you’d lose to a level 10 bot.",
            "es": "Tus habilidades en Oro están tan muertas que perderías contra un bot nivel 10."
        },
        {
            "en": "You’re the Gold nobody who thinks ‘carry’ means feeding less.",
            "es": "Eres el don nadie de Oro que piensa que ‘cargar’ significa feedear menos."
        },
        {
            "en": "Your Gold presence is so sad, even the nexus wants you out.",
            "es": "Tu presencia en Oro es tan triste que hasta el nexo quiere que te vayas."
        },
        {
            "en": "You’re such a Gold burden, your team’s LP drops just by your queue.",
            "es": "Eres una carga en Oro tan grande que el LP de tu equipo cae solo por tu cola."
        },
        {
            "en": "Your Gold fate’s a graveyard of hopes you’ll never fulfill.",
            "es": "Tu destino en Oro es un cementerio de esperanzas que nunca cumplirás."
        }
    ],
    "PLATINUM": [
        {
            "en": "Platinum’s your sewer, and you’re the rat too filthy to climb out.",
            "es": "Platino es tu alcantarilla, y tú eres la rata demasiado sucia para salir."
        },
        {
            "en": "You’re such a Platinum disgrace, your ping’s higher than your IQ.",
            "es": "Eres tan vergonzoso en Platino que tu ping es más alto que tu IQ."
        },
        {
            "en": "Your Platinum rank’s a joke—proof you’re a wannabe who’ll never make it.",
            "es": "Tu rango Platino es una broma, prueba de que eres un wannabe que nunca lo logrará."
        },
        {
            "en": "You’re the Platinum idiot who ints then types ‘gg’ like it’s not your fault.",
            "es": "Eres el idiota de Platino que se tira y luego escribe ‘gg’ como si no fuera tu culpa."
        },
        {
            "en": "Platinum’s your graveyard, and your dreams of climbing died with your dignity.",
            "es": "Platino es tu cementerio, y tus sueños de subir murieron con tu dignidad."
        },
        {
            "en": "Your Platinum map awareness is so trash, you’d die to a ward gank.",
            "es": "Tu conciencia del mapa en Platino es tan basura que morirías por un gank de un ward."
        },
        {
            "en": "You’re the Platinum donkey who cries ‘smurf’ while feeding 0/10.",
            "es": "Eres el burro de Platino que llora ‘smurf’ mientras feedea 0/10."
        },
        {
            "en": "Your Platinum pride’s so hollow, even your mirror laughs at you.",
            "es": "Tu orgullo de Platino es tan vacío que hasta tu espejo se ríe de ti."
        },
        {
            "en": "You’re such a Platinum flop, your team dodges when you lock in.",
            "es": "Eres un fracaso en Platino tan grande que tu equipo esquiva cuando confirmas."
        },
        {
            "en": "Your Platinum brain’s so dim, you think ‘rotate’ means dying mid.",
            "es": "Tu cerebro de Platino es tan débil que crees que ‘rotar’ significa morir en mid."
        },
        {
            "en": "You’re the Platinum fool who tilts off a missed baron and blames support.",
            "es": "Eres el tonto de Platino que se tiltea por fallar un barón y culpa al soporte."
        },
        {
            "en": "Your Platinum plays are so weak, you’d lose a 1v1 to a raptor camp.",
            "es": "Tus jugadas en Platino son tan débiles que perderías un 1v1 contra un campamento de raptores."
        },
        {
            "en": "You’re such a Platinum reject, your team mutes you at champ select.",
            "es": "Eres un rechazado en Platino tan grande que tu equipo te silencia en la selección de campeones."
        },
        {
            "en": "Your Platinum KDA’s so bad, it’s a shrine to every death you’ve caused.",
            "es": "Tu KDA en Platino es tan malo que es un santuario por cada muerte que has provocado."
        },
        {
            "en": "You’re the Platinum clown who picks Akali and feeds before level 4.",
            "es": "Eres el payaso de Platino que elige Akali y feedea antes del nivel 4."
        },
        {
            "en": "Your Platinum rank’s a scam—proof you’re a boosted scrub who’ll fall.",
            "es": "Tu rango Platino es una estafa, prueba de que eres un inútil boosteado que caerá."
        },
        {
            "en": "You’re such a Platinum waste, your LP’s a charity for the enemy.",
            "es": "Eres un desperdicio en Platino tan grande que tu LP es una caridad para el enemigo."
        },
        {
            "en": "Your Platinum hands are so shaky, you miss smites on free objectives.",
            "es": "Tus manos en Platino tiemblan tanto que fallas smites en objetivos gratis."
        },
        {
            "en": "You’re the Platinum troll who builds AD on Lux and calls it ‘genius.’",
            "es": "Eres el troll de Platino que construye AD en Lux y lo llama ‘genio’."
        },
        {
            "en": "Your Platinum ego’s so fragile, you ragequit over a missed wave.",
            "es": "Tu ego en Platino es tan frágil que abandonas por una oleada perdida."
        },
        {
            "en": "You’re such a Platinum burden, your team surrenders just to drop you.",
            "es": "Eres una carga en Platino tan grande que tu equipo se rinde solo para deshacerse de ti."
        },
        {
            "en": "Your Platinum games are so pathetic, they’re banned from streams.",
            "es": "Tus partidas en Platino son tan patéticas que están prohibidas en transmisiones."
        },
        {
            "en": "You’re the Platinum ghost who haunts bot lane with a 0/13 score.",
            "es": "Eres el fantasma de Platino que acecha bot lane con un marcador de 0/13."
        },
        {
            "en": "Your Platinum reflexes are so slow, you’d lose a race to a rooted minion.",
            "es": "Tus reflejos en Platino son tan lentos que perderías una carrera contra un súbdito enraizado."
        },
        {
            "en": "You’re such a Platinum disaster, your teammates report you for locking in.",
            "es": "Eres un desastre en Platino tan grande que tus compañeros te reportan por confirmar."
        },
        {
            "en": "Your Platinum fate’s a cycle of losses you’re too cocky to break.",
            "es": "Tu destino en Platino es un ciclo de derrotas que eres demasiado arrogante para romper."
        },
        {
            "en": "You’re the Platinum mule who carries nothing but shame to the team.",
            "es": "Eres la mula de Platino que no lleva más que vergüenza al equipo."
        },
        {
            "en": "Your Platinum clicks are so off, you’d miss a surrender button.",
            "es": "Tus clics en Platino son tan malos que fallarías el botón de rendición."
        },
        {
            "en": "You’re such a Platinum flop, your team prays for a DC every game.",
            "es": "Eres un fracaso en Platino tan grande que tu equipo reza por un desconectado cada partida."
        },
        {
            "en": "Your Platinum legacy’s a pile of LP you’ve burned to ash.",
            "es": "Tu legado en Platino es un montón de LP que has quemado hasta las cenizas."
        },
        {
            "en": "You’re the Platinum puppet who dances to every enemy dive like a moron.",
            "es": "Eres la marioneta de Platino que baila con cada dive enemigo como idiota."
        },
        {
            "en": "Your Platinum misery’s so deep, you think a 6/10 game is a win.",
            "es": "Tu miseria en Platino es tan profunda que crees que un juego 6/10 es una victoria."
        },
        {
            "en": "You’re such a Platinum blight, the game crashes to save your team.",
            "es": "Eres una plaga en Platino tan grande que el juego se cuelga para salvar a tu equipo."
        },
        {
            "en": "Your Platinum soul’s so crushed, you’d lose a duel to a melee minion.",
            "es": "Tu alma en Platino está tan aplastada que perderías un duelo contra un súbdito cuerpo a cuerpo."
        },
        {
            "en": "You’re the Platinum trash who thinks ‘engage’ means dying alone.",
            "es": "Eres la basura de Platino que piensa que ‘engage’ significa morir solo."
        },
        {
            "en": "Your Platinum curse is eternal—doomed to be a fake forever.",
            "es": "Tu maldición en Platino es eterna, condenado a ser un falso para siempre."
        },
        {
            "en": "You’re such a Platinum reject, your own team bans your pick for fun.",
            "es": "Eres un rechazado en Platino tan grande que tu propio equipo banea tu elección por diversión."
        },
        {
            "en": "Your Platinum stench clogs the rift, making even baron gag.",
            "es": "Tu hedor de Platino obstruye el rift, haciendo que hasta barón se atragante."
        },
        {
            "en": "You’re the Platinum fool who brags about a kill after going 4/15.",
            "es": "Eres el tonto de Platino que presume de una kill después de ir 4/15."
        },
        {
            "en": "Your Platinum hands are so bad, you’d lose a 1v1 to a turret shot.",
            "es": "Tus manos en Platino son tan malas que perderías un 1v1 contra un disparo de torreta."
        },
        {
            "en": "You’re such a Platinum waste, your teammates report you for queuing up.",
            "es": "Eres un desperdicio en Platino tan grande que tus compañeros te reportan por entrar a la cola."
        },
        {
            "en": "Your Platinum plays are so weak, you’d die to a wolf camp afk.",
            "es": "Tus jugadas en Platino son tan débiles que morirías ante un campamento de lobos afk."
        },
        {
            "en": "You’re the Platinum clown who feeds so hard, the enemy pings your respawn.",
            "es": "Eres el payaso de Platino que feedea tanto que el enemigo marca tu reaparición."
        },
        {
            "en": "Your Platinum rank’s a fluke—proof you’re too proud to climb higher.",
            "es": "Tu rango Platino es un golpe de suerte, prueba de que eres demasiado orgulloso para subir más."
        },
        {
            "en": "You’re such a Platinum troll, your team begs Riot to mute your account.",
            "es": "Eres un troll en Platino tan grande que tu equipo ruega a Riot que silencie tu cuenta."
        },
        {
            "en": "Your Platinum skills are so dead, you’d lose to a level 15 bot.",
            "es": "Tus habilidades en Platino están tan muertas que perderías contra un bot nivel 15."
        },
        {
            "en": "You’re the Platinum nobody who thinks ‘carry’ means dying less.",
            "es": "Eres el don nadie de Platino que piensa que ‘cargar’ significa morir menos."
        },
        {
            "en": "Your Platinum presence is so sad, even the nexus wants you banned.",
            "es": "Tu presencia en Platino es tan triste que hasta el nexo quiere que te baneen."
        },
        {
            "en": "You’re such a Platinum burden, your team’s LP drops just by your pick.",
            "es": "Eres una carga en Platino tan grande que el LP de tu equipo cae solo por tu elección."
        },
        {
            "en": "Your Platinum fate’s a graveyard of goals you’ll never reach.",
            "es": "Tu destino en Platino es un cementerio de metas que nunca alcanzarás."
        }
    ],
    "EMERALD": [
        {
            "en": "Emerald’s your swamp, and you’re the slimy toad nobody respects.",
            "es": "Esmeralda es tu pantano, y tú eres el sapo viscoso que nadie respeta."
        },
        {
            "en": "You’re such an Emerald failure, your teammates report you for existing.",
            "es": "Eres tan fracasado en Esmeralda que tus compañeros te reportan por existir."
        },
        {
            "en": "Your Emerald rank’s a lie—you’re a boosted monkey with no shame.",
            "es": "Tu rango Esmeralda es una mentira, eres un mono boosteado sin vergüenza."
        },
        {
            "en": "You’re the Emerald trash who thinks they’re hot shit but smells like defeat.",
            "es": "Eres la basura de Esmeralda que piensa que es la gran cosa pero huele a derrota."
        },
        {
            "en": "Emerald’s your purgatory because you’re too pitiful for Diamond.",
            "es": "Esmeralda es tu purgatorio porque eres demasiado lamentable para Diamante."
        },
        {
            "en": "Your Emerald map awareness is so trash, you’d die to a bush camp.",
            "es": "Tu conciencia del mapa en Esmeralda es tan basura que morirías por un campamento en un arbusto."
        },
        {
            "en": "You’re the Emerald donkey who cries ‘lag’ while feeding 0/12.",
            "es": "Eres el burro de Esmeralda que llora ‘lag’ mientras feedea 0/12."
        },
        {
            "en": "Your Emerald pride’s so hollow, even your dog laughs at your rank.",
            "es": "Tu orgullo de Esmeralda es tan vacío que hasta tu perro se ríe de tu rango."
        },
        {
            "en": "You’re such an Emerald flop, your team dodges when you hover a champ.",
            "es": "Eres un fracaso en Esmeralda tan grande que tu equipo esquiva cuando pasas el ratón por un campeón."
        },
        {
            "en": "Your Emerald brain’s so dim, you think ‘warding’ means dying in river.",
            "es": "Tu cerebro de Esmeralda es tan débil que crees que ‘wardear’ significa morir en el río."
        },
        {
            "en": "You’re the Emerald fool who tilts off a missed smite and blames mid.",
            "es": "Eres el tonto de Esmeralda que se tiltea por fallar un smite y culpa a mid."
        },
        {
            "en": "Your Emerald plays are so weak, you’d lose a 1v1 to a gromp.",
            "es": "Tus jugadas en Esmeralda son tan débiles que perderías un 1v1 contra un gromp."
        },
        {
            "en": "You’re such an Emerald reject, your team mutes you at loading screen.",
            "es": "Eres un rechazado en Esmeralda tan grande que tu equipo te silencia en la pantalla de carga."
        },
        {
            "en": "Your Emerald KDA’s so bad, it’s a monument to every kill you’ve fed.",
            "es": "Tu KDA en Esmeralda es tan malo que es un monumento por cada kill que has regalado."
        },
        {
            "en": "You’re the Emerald clown who picks Lee Sin and feeds before level 5.",
            "es": "Eres el payaso de Esmeralda que elige Lee Sin y feedea antes del nivel 5."
        },
        {
            "en": "Your Emerald rank’s a scam—proof you’re a fake who’ll never shine.",
            "es": "Tu rango Esmeralda es una estafa, prueba de que eres un falso que nunca brillará."
        },
        {
            "en": "You’re such an Emerald waste, your LP’s a donation to the enemy.",
            "es": "Eres un desperdicio en Esmeralda tan grande que tu LP es una donación al enemigo."
        },
        {
            "en": "Your Emerald hands are so shaky, you miss ults on CC’d targets.",
            "es": "Tus manos en Esmeralda tiemblan tanto que fallas ultimates en objetivos con CC."
        },
        {
            "en": "You’re the Emerald troll who builds AP on Riven and calls it ‘pro.’",
            "es": "Eres el troll de Esmeralda que construye AP en Riven y lo llama ‘pro’."
        },
        {
            "en": "Your Emerald ego’s so fragile, you ragequit over a missed cannon.",
            "es": "Tu ego en Esmeralda es tan frágil que abandonas por un cañón perdido."
        },
        {
            "en": "You’re such an Emerald burden, your team surrenders just to lose you.",
            "es": "Eres una carga en Esmeralda tan grande que tu equipo se rinde solo para perderte."
        },
        {
            "en": "Your Emerald games are so pathetic, they’re banned from replays.",
            "es": "Tus partidas en Esmeralda son tan patéticas que están prohibidas en repeticiones."
        },
        {
            "en": "You’re the Emerald ghost who haunts jungle with a 0/14 score.",
            "es": "Eres el fantasma de Esmeralda que acecha la jungla con un marcador de 0/14."
        },
        {
            "en": "Your Emerald reflexes are so slow, you’d lose a race to a stunned poro.",
            "es": "Tus reflejos en Esmeralda son tan lentos que perderías una carrera contra un poro aturdido."
        },
        {
            "en": "You’re such an Emerald disaster, your teammates report you for hovering.",
            "es": "Eres un desastre en Esmeralda tan grande que tus compañeros te reportan por pasar el ratón."
        },
        {
            "en": "Your Emerald fate’s a cycle of losses you’re too proud to fix.",
            "es": "Tu destino en Esmeralda es un ciclo de derrotas que eres demasiado orgulloso para arreglar."
        },
        {
            "en": "You’re the Emerald mule who carries nothing but shame to the rift.",
            "es": "Eres la mula de Esmeralda que no lleva más que vergüenza al rift."
        },
        {
            "en": "Your Emerald clicks are so off, you’d miss a recall button.",
            "es": "Tus clics en Esmeralda son tan malos que fallarías el botón de recall."
        },
        {
            "en": "You’re such an Emerald flop, your team prays for a remake every match.",
            "es": "Eres un fracaso en Esmeralda tan grande que tu equipo reza por un remake cada partida."
        },
        {
            "en": "Your Emerald legacy’s a pile of LP you’ve tossed away.",
            "es": "Tu legado en Esmeralda es un montón de LP que has desperdiciado."
        },
        {
            "en": "You’re the Emerald puppet who dances to every enemy gank like a fool.",
            "es": "Eres la marioneta de Esmeralda que baila con cada gank enemigo como tonto."
        },
        {
            "en": "Your Emerald misery’s so deep, you think a 7/10 game is a carry.",
            "es": "Tu miseria en Esmeralda es tan profunda que crees que un juego 7/10 es cargar."
        },
        {
            "en": "You’re such an Emerald blight, the game lags to spare your team’s LP.",
            "es": "Eres una plaga en Esmeralda tan grande que el juego se lagea para salvar el LP de tu equipo."
        },
        {
            "en": "Your Emerald soul’s so crushed, you’d lose a duel to a caster minion.",
            "es": "Tu alma en Esmeralda está tan aplastada que perderías un duelo contra un súbdito caster."
        },
        {
            "en": "You’re the Emerald trash who thinks ‘teamfight’ means feeding first.",
            "es": "Eres la basura de Esmeralda que piensa que ‘pelea de equipo’ significa feedear primero."
        },
        {
            "en": "Your Emerald curse is eternal—doomed to be a fraud forever.",
            "es": "Tu maldición en Esmeralda es eterna, condenado a ser un fraude para siempre."
        },
        {
            "en": "You’re such an Emerald reject, your own team bans your main for kicks.",
            "es": "Eres un rechazado en Esmeralda tan grande que tu propio equipo banea a tu main por diversión."
        },
        {
            "en": "Your Emerald stench clogs the rift, making even dragons retch.",
            "es": "Tu hedor de Esmeralda obstruye el rift, haciendo que hasta los dragones vomiten."
        },
        {
            "en": "You’re the Emerald fool who brags about a kill after going 5/15.",
            "es": "Eres el tonto de Esmeralda que presume de una kill después de ir 5/15."
        },
        {
            "en": "Your Emerald hands are so bad, you’d lose a 1v1 to a turret.",
            "es": "Tus manos en Esmeralda son tan malas que perderías un 1v1 contra una torreta."
        },
        {
            "en": "You’re such an Emerald waste, your teammates report you for picking.",
            "es": "Eres un desperdicio en Esmeralda tan grande que tus compañeros te reportan por elegir."
        },
        {
            "en": "Your Emerald plays are so weak, you’d die to a krug camp afk.",
            "es": "Tus jugadas en Esmeralda son tan débiles que morirías ante un campamento de krugs afk."
        },
        {
            "en": "You’re the Emerald clown who feeds so hard, the enemy pings your death timer.",
            "es": "Eres el payaso de Esmeralda que feedea tanto que el enemigo marca tu temporizador de muerte."
        },
        {
            "en": "Your Emerald rank’s a fluke—proof you’re too smug to climb higher.",
            "es": "Tu rango Esmeralda es un golpe de suerte, prueba de que eres demasiado engreído para subir más."
        },
        {
            "en": "You’re such an Emerald troll, your team begs Riot to ban your IP.",
            "es": "Eres un troll en Esmeralda tan grande que tu equipo ruega a Riot que banee tu IP."
        },
        {
            "en": "Your Emerald skills are so dead, you’d lose to a level 20 bot.",
            "es": "Tus habilidades en Esmeralda están tan muertas que perderías contra un bot nivel 20."
        },
        {
            "en": "You’re the Emerald nobody who thinks ‘carry’ means feeding less.",
            "es": "Eres el don nadie de Esmeralda que piensa que ‘cargar’ significa feedear menos."
        },
        {
            "en": "Your Emerald presence is so sad, even the nexus wants you gone.",
            "es": "Tu presencia en Esmeralda es tan triste que hasta el nexo quiere que te vayas."
        },
        {
            "en": "You’re such an Emerald burden, your team’s LP drops just by your queue.",
            "es": "Eres una carga en Esmeralda tan grande que el LP de tu equipo cae solo por tu cola."
        },
        {
            "en": "Your Emerald fate’s a graveyard of dreams you’ll never realize.",
            "es": "Tu destino en Esmeralda es un cementerio de sueños que nunca realizarás."
        }
    ],
    "DIAMOND": [
        {
            "en": "Diamond’s your scam—you’re a boosted fraud who paid to look less pathetic.",
            "es": "Diamante es tu estafa, eres un fraude boosteado que pagó para parecer menos patético."
        },
        {
            "en": "You’re such a Diamond letdown, your rank’s the only thing carrying your sorry ass.",
            "es": "Eres tan decepcionante en Diamante que tu rango es lo único que carga tu triste trasero."
        },
        {
            "en": "Your Diamond skills are so fake, even bots could outplay your worthless self.",
            "es": "Tus habilidades en Diamante son tan falsas que hasta los bots podrían superar a tu inútil ser."
        },
        {
            "en": "You’re the Diamond reject who chokes so hard, your teammates wish you’d uninstall.",
            "es": "Eres el rechazado de Diamante que se ahoga tanto que tus compañeros desean que desinstales."
        },
        {
            "en": "Diamond’s your shiny coffin, burying your delusions of greatness forever.",
            "es": "Diamante es tu ataúd brillante, enterrando tus delirios de grandeza para siempre."
        },
        {
            "en": "Your Diamond map awareness is so trash, you’d die to a teleport flank.",
            "es": "Tu conciencia del mapa en Diamante es tan basura que morirías por un flanco de teletransporte."
        },
        {
            "en": "You’re the Diamond donkey who cries ‘team diff’ while feeding 0/13.",
            "es": "Eres el burro de Diamante que llora ‘diferencia de equipo’ mientras feedea 0/13."
        },
        {
            "en": "Your Diamond pride’s so hollow, even your cat laughs at your rank.",
            "es": "Tu orgullo de Diamante es tan vacío que hasta tu gato se ríe de tu rango."
        },
        {
            "en": "You’re such a Diamond flop, your team dodges when you pick a carry.",
            "es": "Eres un fracaso en Diamante tan grande que tu equipo esquiva cuando eliges un carry."
        },
        {
            "en": "Your Diamond brain’s so dim, you think ‘macro’ means dying in lane.",
            "es": "Tu cerebro de Diamante es tan débil que crees que ‘macro’ significa morir en la lane."
        },
        {
            "en": "You’re the Diamond fool who tilts off a missed herald and blames ADC.",
            "es": "Eres el tonto de Diamante que se tiltea por fallar un heraldo y culpa al ADC."
        },
        {
            "en": "Your Diamond plays are so weak, you’d lose a 1v1 to a blue buff.",
            "es": "Tus jugadas en Diamante son tan débiles que perderías un 1v1 contra un buff azul."
        },
        {
            "en": "You’re such a Diamond reject, your team mutes you before the game loads.",
            "es": "Eres un rechazado en Diamante tan grande que tu equipo te silencia antes de que cargue el juego."
        },
        {
            "en": "Your Diamond KDA’s so bad, it’s a tribute to every kill you’ve thrown.",
            "es": "Tu KDA en Diamante es tan malo que es un homenaje por cada kill que has regalado."
        },
        {
            "en": "You’re the Diamond clown who picks Yasuo and feeds before hitting 7.",
            "es": "Eres el payaso de Diamante que elige Yasuo y feedea antes de llegar al 7."
        },
        {
            "en": "Your Diamond rank’s a scam—proof you’re a fake who’ll never rise.",
            "es": "Tu rango Diamante es una estafa, prueba de que eres un falso que nunca subirá."
        },
        {
            "en": "You’re such a Diamond waste, your LP’s a present to the enemy team.",
            "es": "Eres un desperdicio en Diamante tan grande que tu LP es un regalo para el equipo enemigo."
        },
        {
            "en": "Your Diamond hands are so shaky, you miss flashes on dead targets.",
            "es": "Tus manos en Diamante tiemblan tanto que fallas destellos en objetivos muertos."
        },
        {
            "en": "You’re the Diamond troll who builds tank on Zed and calls it ‘tactics.’",
            "es": "Eres el troll de Diamante que construye tanque en Zed y lo llama ‘tácticas’."
        },
        {
            "en": "Your Diamond ego’s so fragile, you ragequit over a missed smite.",
            "es": "Tu ego en Diamante es tan frágil que abandonas por un smite fallado."
        },
        {
            "en": "You’re such a Diamond burden, your team surrenders just to dump you.",
            "es": "Eres una carga en Diamante tan grande que tu equipo se rinde solo para deshacerse de ti."
        },
        {
            "en": "Your Diamond games are so pathetic, they’re banned from pro reviews.",
            "es": "Tus partidas en Diamante son tan patéticas que están prohibidas en revisiones pro."
        },
        {
            "en": "You’re the Diamond ghost who haunts mid lane with a 0/15 score.",
            "es": "Eres el fantasma de Diamante que acecha mid lane con un marcador de 0/15."
        },
        {
            "en": "Your Diamond reflexes are so slow, you’d lose a race to a rooted poro.",
            "es": "Tus reflejos en Diamante son tan lentos que perderías una carrera contra un poro enraizado."
        },
        {
            "en": "You’re such a Diamond disaster, your teammates report you for queuing.",
            "es": "Eres un desastre en Diamante tan grande que tus compañeros te reportan por entrar a la cola."
        },
        {
            "en": "Your Diamond fate’s a cycle of losses you’re too smug to stop.",
            "es": "Tu destino en Diamante es un ciclo de derrotas que eres demasiado engreído para detener."
        },
        {
            "en": "You’re the Diamond mule who carries nothing but shame to the rift.",
            "es": "Eres la mula de Diamante que no lleva más que vergüenza al rift."
        },
        {
            "en": "Your Diamond clicks are so off, you’d miss a baron call button.",
            "es": "Tus clics en Diamante son tan malos que fallarías el botón para llamar a barón."
        },
        {
            "en": "You’re such a Diamond flop, your team prays for an AFK every game.",
            "es": "Eres un fracaso en Diamante tan grande que tu equipo reza por un AFK cada partida."
        },
        {
            "en": "Your Diamond legacy’s a pile of LP you’ve flushed away.",
            "es": "Tu legado en Diamante es un montón de LP que has tirado por el desagüe."
        },
        {
            "en": "You’re the Diamond puppet who dances to every enemy dive like a clown.",
            "es": "Eres la marioneta de Diamante que baila con cada dive enemigo como payaso."
        },
        {
            "en": "Your Diamond misery’s so deep, you think a 8/10 game is a carry.",
            "es": "Tu miseria en Diamante es tan profunda que crees que un juego 8/10 es cargar."
        },
        {
            "en": "You’re such a Diamond blight, the game lags to save your team’s LP.",
            "es": "Eres una plaga en Diamante tan grande que el juego se lagea para salvar el LP de tu equipo."
        },
        {
            "en": "Your Diamond soul’s so crushed, you’d lose a duel to a siege minion.",
            "es": "Tu alma en Diamante está tan aplastada que perderías un duelo contra un súbdito de asedio."
        },
        {
            "en": "You’re the Diamond trash who thinks ‘engage’ means feeding solo.",
            "es": "Eres la basura de Diamante que piensa que ‘engage’ significa feedear solo."
        },
        {
            "en": "Your Diamond curse is eternal—doomed to be a fraud forever.",
            "es": "Tu maldición en Diamante es eterna, condenado a ser un fraude para siempre."
        },
        {
            "en": "You’re such a Diamond reject, your own team bans your main for fun.",
            "es": "Eres un rechazado en Diamante tan grande que tu propio equipo banea a tu main por diversión."
        },
        {
            "en": "Your Diamond stench clogs the rift, making even baron retch.",
            "es": "Tu hedor de Diamante obstruye el rift, haciendo que hasta barón vomite."
        },
        {
            "en": "You’re the Diamond fool who brags about a kill after going 6/15.",
            "es": "Eres el tonto de Diamante que presume de una kill después de ir 6/15."
        },
        {
            "en": "Your Diamond hands are so bad, you’d lose a 1v1 to a ward.",
            "es": "Tus manos en Diamante son tan malas que perderías un 1v1 contra un ward."
        },
        {
            "en": "You’re such a Diamond waste, your teammates report you for locking in.",
            "es": "Eres un desperdicio en Diamante tan grande que tus compañeros te reportan por confirmar."
        },
        {
            "en": "Your Diamond plays are so weak, you’d die to a red buff afk.",
            "es": "Tus jugadas en Diamante son tan débiles que morirías ante un buff rojo afk."
        },
        {
            "en": "You’re the Diamond clown who feeds so hard, the enemy pings your spawn.",
            "es": "Eres el payaso de Diamante que feedea tanto que el enemigo marca tu reaparición."
        },
        {
            "en": "Your Diamond rank’s a fluke—proof you’re too lazy to climb higher.",
            "es": "Tu rango Diamante es un golpe de suerte, prueba de que eres demasiado perezoso para subir más."
        },
        {
            "en": "You’re such a Diamond troll, your team begs Riot to ban your account.",
            "es": "Eres un troll en Diamante tan grande que tu equipo ruega a Riot que banee tu cuenta."
        },
        {
            "en": "Your Diamond skills are so dead, you’d lose to a level 20 bot.",
            "es": "Tus habilidades en Diamante están tan muertas que perderías contra un bot nivel 20."
        },
        {
            "en": "You’re the Diamond nobody who thinks ‘carry’ means feeding less.",
            "es": "Eres el don nadie de Diamante que piensa que ‘cargar’ significa feedear menos."
        },
        {
            "en": "Your Diamond presence is so sad, even the nexus wants you gone.",
            "es": "Tu presencia en Diamante es tan triste que hasta el nexo quiere que te vayas."
        },
        {
            "en": "You’re such a Diamond burden, your team’s LP drops just by your pick.",
            "es": "Eres una carga en Diamante tan grande que el LP de tu equipo cae solo por tu elección."
        },
        {
            "en": "Your Diamond fate’s a graveyard of dreams you’ll never fulfill.",
            "es": "Tu destino en Diamante es un cementerio de sueños que nunca cumplirás."
        }
    ],
    "MASTER": [
        {
            "en": "Master’s your mirage—you’re a delusional scrub who lucked into a rank you don’t deserve.",
            "es": "Maestro es tu espejismo, eres un inútil delirante que tuvo suerte en un rango que no merece."
        },
        {
            "en": "You’re such a Master catastrophe, your LP’s bleeding faster than your dignity.",
            "es": "Eres tan catastrófico en Maestro que tu LP sangra más rápido que tu dignidad."
        },
        {
            "en": "Your Master rank’s a fluke—proof you’re a one-trick pony with no brain.",
            "es": "Tu rango Maestro es una casualidad, prueba de que eres un pony de un solo truco sin cerebro."
        },
        {
            "en": "You’re the Master moron who gets clapped by plats and cries about matchmaking.",
            "es": "Eres el idiota de Maestro que es aplastado por platinos y llora por el emparejamiento."
        },
        {
            "en": "Master’s your ceiling because you’re too much of a loser to breathe Challenger air.",
            "es": "Maestro es tu techo porque eres demasiado perdedor para respirar el aire de Challenger."
        },
        {
            "en": "Your Master map awareness is so trash, you’d die to a level 2 gank.",
            "es": "Tu conciencia del mapa en Maestro es tan basura que morirías por un gank nivel 2."
        },
        {
            "en": "You’re the Master donkey who cries ‘riot pls’ while feeding 0/14.",
            "es": "Eres el burro de Maestro que llora ‘riot pls’ mientras feedea 0/14."
        },
        {
            "en": "Your Master pride’s so hollow, even your mom knows you’re a fraud.",
            "es": "Tu orgullo de Maestro es tan vacío que hasta tu mamá sabe que eres un fraude."
        },
        {
            "en": "You’re such a Master flop, your team dodges when you hover your one-trick.",
            "es": "Eres un fracaso en Maestro tan grande que tu equipo esquiva cuando pasas el ratón por tu one-trick."
        },
        {
            "en": "Your Master brain’s so small, you think ‘rotate’ means feeding bot.",
            "es": "Tu cerebro de Maestro es tan pequeño que crees que ‘rotar’ significa feedear bot."
        },
        {
            "en": "You’re the Master fool who tilts off a missed dragon and blames jungle.",
            "es": "Eres el tonto de Maestro que se tiltea por fallar un dragón y culpa al jungla."
        },
        {
            "en": "Your Master plays are so weak, you’d lose a 1v1 to a scuttle crab.",
            "es": "Tus jugadas en Maestro son tan débiles que perderías un 1v1 contra un cangrejo."
        },
        {
            "en": "You’re such a Master reject, your team mutes you at champ select.",
            "es": "Eres un rechazado en Maestro tan grande que tu equipo te silencia en la selección de campeones."
        },
        {
            "en": "Your Master KDA’s so bad, it’s a shrine to every death you’ve gifted.",
            "es": "Tu KDA en Maestro es tan malo que es un santuario por cada muerte que has regalado."
        },
        {
            "en": "You’re the Master clown who picks Riven and feeds before hitting 6.",
            "es": "Eres el payaso de Maestro que elige Riven y feedea antes de llegar al 6."
        },
        {
            "en": "Your Master rank’s a lie—proof you’re a boosted scrub who’ll drop.",
            "es": "Tu rango Maestro es una mentira, prueba de que eres un inútil boosteado que caerá."
        },
        {
            "en": "You’re such a Master waste, your LP’s a donation to Diamond players.",
            "es": "Eres un desperdicio en Maestro tan grande que tu LP es una donación a jugadores de Diamante."
        },
        {
            "en": "Your Master hands are so shaky, you miss ults on stunned targets.",
            "es": "Tus manos en Maestro tiemblan tanto que fallas ultimates en objetivos aturdidos."
        },
        {
            "en": "You’re the Master troll who builds AP on Darius and calls it ‘meta.’",
            "es": "Eres el troll de Maestro que construye AP en Darius y lo llama ‘meta’."
        },
        {
            "en": "Your Master ego’s so fragile, you ragequit over a missed ward.",
            "es": "Tu ego en Maestro es tan frágil que abandonas por un ward fallado."
        },
        {
            "en": "You’re such a Master burden, your team surrenders just to ditch you.",
            "es": "Eres una carga en Maestro tan grande que tu equipo se rinde solo para deshacerse de ti."
        },
        {
            "en": "Your Master games are so pathetic, they’re banned from VODs.",
            "es": "Tus partidas en Maestro son tan patéticas que están prohibidas en VODs."
        },
        {
            "en": "You’re the Master ghost who haunts top lane with a 0/16 score.",
            "es": "Eres el fantasma de Maestro que acecha top lane con un marcador de 0/16."
        },
        {
            "en": "Your Master reflexes are so slow, you’d lose a race to a dead minion.",
            "es": "Tus reflejos en Maestro son tan lentos que perderías una carrera contra un súbdito muerto."
        },
        {
            "en": "You’re such a Master disaster, your teammates report you for picking.",
            "es": "Eres un desastre en Maestro tan grande que tus compañeros te reportan por elegir."
        },
        {
            "en": "Your Master fate’s a cycle of losses you’re too arrogant to break.",
            "es": "Tu destino en Maestro es un ciclo de derrotas que eres demasiado arrogante para romper."
        },
        {
            "en": "You’re the Master mule who carries nothing but shame to the team.",
            "es": "Eres la mula de Maestro que no lleva más que vergüenza al equipo."
        },
        {
            "en": "Your Master clicks are so off, you’d miss a surrender button.",
            "es": "Tus clics en Maestro son tan malos que fallarías el botón de rendición."
        },
        {
            "en": "You’re such a Master flop, your team prays for a DC every match.",
            "es": "Eres un fracaso en Maestro tan grande que tu equipo reza por un desconectado cada partida."
        },
        {
            "en": "Your Master legacy’s a pile of LP you’ve burned to nothing.",
            "es": "Tu legado en Maestro es un montón de LP que has quemado hasta la nada."
        },
        {
            "en": "You’re the Master puppet who dances to every enemy gank like an idiot.",
            "es": "Eres la marioneta de Maestro que baila con cada gank enemigo como idiota."
        },
        {
            "en": "Your Master misery’s so deep, you think a 9/10 game is a carry.",
            "es": "Tu miseria en Maestro es tan profunda que crees que un juego 9/10 es cargar."
        },
        {
            "en": "You’re such a Master blight, the game crashes to save your team.",
            "es": "Eres una plaga en Maestro tan grande que el juego se cuelga para salvar a tu equipo."
        },
        {
            "en": "Your Master soul’s so crushed, you’d lose a duel to a cannon minion.",
            "es": "Tu alma en Maestro está tan aplastada que perderías un duelo contra un súbdito cañón."
        },
        {
            "en": "You’re the Master trash who thinks ‘teamfight’ means dying first.",
            "es": "Eres la basura de Maestro que piensa que ‘pelea de equipo’ significa morir primero."
        },
        {
            "en": "Your Master curse is eternal—doomed to be a fake forever.",
            "es": "Tu maldición en Maestro es eterna, condenado a ser un falso para siempre."
        },
        {
            "en": "You’re such a Master reject, your own team bans your one-trick for laughs.",
            "es": "Eres un rechazado en Maestro tan grande que tu propio equipo banea a tu one-trick por risa."
        },
        {
            "en": "Your Master stench clogs the rift, making even dragons gag.",
            "es": "Tu hedor de Maestro obstruye el rift, haciendo que hasta los dragones se atraganten."
        },
        {
            "en": "You’re the Master fool who brags about a kill after going 7/15.",
            "es": "Eres el tonto de Maestro que presume de una kill después de ir 7/15."
        },
        {
            "en": "Your Master hands are so bad, you’d lose a 1v1 to a turret shot.",
            "es": "Tus manos en Maestro son tan malas que perderías un 1v1 contra un disparo de torreta."
        },
        {
            "en": "You’re such a Master waste, your teammates report you for queuing up.",
            "es": "Eres un desperdicio en Maestro tan grande que tus compañeros te reportan por entrar a la cola."
        },
        {
            "en": "Your Master plays are so weak, you’d die to a wolf camp afk.",
            "es": "Tus jugadas en Maestro son tan débiles que morirías ante un campamento de lobos afk."
        },
        {
            "en": "You’re the Master clown who feeds so hard, the enemy pings your respawn.",
            "es": "Eres el payaso de Maestro que feedea tanto que el enemigo marca tu reaparición."
        },
        {
            "en": "Your Master rank’s a fluke—proof you’re too proud to climb higher.",
            "es": "Tu rango Maestro es un golpe de suerte, prueba de que eres demasiado orgulloso para subir más."
        },
        {
            "en": "You’re such a Master troll, your team begs Riot to mute your account.",
            "es": "Eres un troll en Maestro tan grande que tu equipo ruega a Riot que silencie tu cuenta."
        },
        {
            "en": "Your Master skills are so dead, you’d lose to a level 25 bot.",
            "es": "Tus habilidades en Maestro están tan muertas que perderías contra un bot nivel 25."
        },
        {
            "en": "You’re the Master nobody who thinks ‘carry’ means feeding less.",
            "es": "Eres el don nadie de Maestro que piensa que ‘cargar’ significa feedear menos."
        },
        {
            "en": "Your Master presence is so sad, even the nexus wants you banned.",
            "es": "Tu presencia en Maestro es tan triste que hasta el nexo quiere que te baneen."
        },
        {
            "en": "You’re such a Master burden, your team’s LP drops just by your pick.",
            "es": "Eres una carga en Maestro tan grande que el LP de tu equipo cae solo por tu elección."
        },
        {
            "en": "Your Master fate’s a graveyard of goals you’ll never reach.",
            "es": "Tu destino en Maestro es un cementerio de metas que nunca alcanzarás."
        }
    ],
    "GRANDMASTER": [
        {
            "en": "Grandmaster’s your delusion—you’re a washed-up tryhard who peaked in irrelevance.",
            "es": "Gran Maestro es tu delirio, eres un tryhard acabado que alcanzó su pico en la irrelevancia."
        },
        {
            "en": "You’re such a Grandmaster has-been, your rank’s the only thing not decaying yet.",
            "es": "Eres tan olvidado en Gran Maestro que tu rango es lo único que no se está pudriendo todavía."
        },
        {
            "en": "Your Grandmaster title’s a sham—you’re a sweaty nobody with no legacy.",
            "es": "Tu título de Gran Maestro es una farsa, eres un don nadie sudado sin legado."
        },
        {
            "en": "You’re the Grandmaster fool who tilts off the planet over a single ward.",
            "es": "Eres el tonto de Gran Maestro que se tiltea fuera del planeta por un solo ward."
        },
        {
            "en": "Grandmaster’s your tombstone, marking the death of your overhyped potential.",
            "es": "Gran Maestro es tu lápida, marcando la muerte de tu potencial sobrevalorado."
        },
        {
            "en": "Your Grandmaster map awareness is so trash, you’d die to a level 1 invade.",
            "es": "Tu conciencia del mapa en Gran Maestro es tan basura que morirías por una invasión nivel 1."
        },
        {
            "en": "You’re the Grandmaster donkey who cries ‘elo hell’ while feeding 0/15.",
            "es": "Eres el burro de Gran Maestro que llora ‘infierno de elo’ mientras feedea 0/15."
        },
        {
            "en": "Your Grandmaster pride’s so stale, even your friends know you’re done.",
            "es": "Tu orgullo de Gran Maestro está tan rancio que hasta tus amigos saben que estás acabado."
        },
        {
            "en": "You’re such a Grandmaster flop, your team dodges when you lock your main.",
            "es": "Eres un fracaso en Gran Maestro tan grande que tu equipo esquiva cuando confirmas tu main."
        },
        {
            "en": "Your Grandmaster brain’s so small, you think ‘macro’ means flaming chat.",
            "es": "Tu cerebro de Gran Maestro es tan pequeño que crees que ‘macro’ significa flamear en el chat."
        },
        {
            "en": "You’re the Grandmaster fool who tilts off a missed baron and blames support.",
            "es": "Eres el tonto de Gran Maestro que se tiltea por fallar un barón y culpa al soporte."
        },
        {
            "en": "Your Grandmaster plays are so weak, you’d lose a 1v1 to a gromp.",
            "es": "Tus jugadas en Gran Maestro son tan débiles que perderías un 1v1 contra un gromp."
        },
        {
            "en": "You’re such a Grandmaster reject, your team mutes you before minions spawn.",
            "es": "Eres un rechazado en Gran Maestro tan grande que tu equipo te silencia antes de que aparezcan los súbditos."
        },
        {
            "en": "Your Grandmaster KDA’s so bad, it’s a tribute to every kill you’ve fed.",
            "es": "Tu KDA en Gran Maestro es tan malo que es un homenaje por cada kill que has regalado."
        },
        {
            "en": "You’re the Grandmaster clown who picks Akali and feeds before hitting 8.",
            "es": "Eres el payaso de Gran Maestro que elige Akali y feedea antes de llegar al 8."
        },
        {
            "en": "Your Grandmaster rank’s a lie—proof you’re a has-been who’ll fade.",
            "es": "Tu rango Gran Maestro es una mentira, prueba de que eres un olvidado que se desvanecerá."
        },
        {
            "en": "You’re such a Grandmaster waste, your LP’s a gift to Master players.",
            "es": "Eres un desperdicio en Gran Maestro tan grande que tu LP es un regalo para jugadores de Maestro."
        },
        {
            "en": "Your Grandmaster hands are so shaky, you miss smites on free dragons.",
            "es": "Tus manos en Gran Maestro tiemblan tanto que fallas smites en dragones gratis."
        },
        {
            "en": "You’re the Grandmaster troll who builds AD on Janna and calls it ‘pro.’",
            "es": "Eres el troll de Gran Maestro que construye AD en Janna y lo llama ‘pro’."
        },
        {
            "en": "Your Grandmaster ego’s so fragile, you ragequit over a missed CS.",
            "es": "Tu ego en Gran Maestro es tan frágil que abandonas por un CS fallado."
        },
        {
            "en": "You’re such a Grandmaster burden, your team surrenders just to drop you.",
            "es": "Eres una carga en Gran Maestro tan grande que tu equipo se rinde solo para deshacerse de ti."
        },
        {
            "en": "Your Grandmaster games are so pathetic, they’re banned from highlights.",
            "es": "Tus partidas en Gran Maestro son tan patéticas que están prohibidas en resúmenes."
        },
        {
            "en": "You’re the Grandmaster ghost who haunts bot lane with a 0/17 score.",
            "es": "Eres el fantasma de Gran Maestro que acecha bot lane con un marcador de 0/17."
        },
        {
            "en": "Your Grandmaster reflexes are so slow, you’d lose a race to a stunned minion.",
            "es": "Tus reflejos en Gran Maestro son tan lentos que perderías una carrera contra un súbdito aturdido."
        },
        {
            "en": "You’re such a Grandmaster disaster, your teammates report you for locking in.",
            "es": "Eres un desastre en Gran Maestro tan grande que tus compañeros te reportan por confirmar."
        },
        {
            "en": "Your Grandmaster fate’s a cycle of losses you’re too proud to fix.",
            "es": "Tu destino en Gran Maestro es un ciclo de derrotas que eres demasiado orgulloso para arreglar."
        },
        {
            "en": "You’re the Grandmaster mule who carries nothing but shame to the rift.",
            "es": "Eres la mula de Gran Maestro que no lleva más que vergüenza al rift."
        },
        {
            "en": "Your Grandmaster clicks are so off, you’d miss a recall button.",
            "es": "Tus clics en Gran Maestro son tan malos que fallarías el botón de recall."
        },
        {
            "en": "You’re such a Grandmaster flop, your team prays for a remake every game.",
            "es": "Eres un fracaso en Gran Maestro tan grande que tu equipo reza por un remake cada partida."
        },
        {
            "en": "Your Grandmaster legacy’s a pile of LP you’ve thrown to the wind.",
            "es": "Tu legado en Gran Maestro es un montón de LP que has arrojado al viento."
        },
        {
            "en": "You’re the Grandmaster puppet who dances to every enemy dive like a fool.",
            "es": "Eres la marioneta de Gran Maestro que baila con cada dive enemigo como tonto."
        },
        {
            "en": "Your Grandmaster misery’s so deep, you think a 10/10 game is a carry.",
            "es": "Tu miseria en Gran Maestro es tan profunda que crees que un juego 10/10 es cargar."
        },
        {
            "en": "You’re such a Grandmaster blight, the game lags to spare your team’s sanity.",
            "es": "Eres una plaga en Gran Maestro tan grande que el juego se lagea para salvar la cordura de tu equipo."
        },
        {
            "en": "Your Grandmaster soul’s so crushed, you’d lose a duel to a melee minion.",
            "es": "Tu alma en Gran Maestro está tan aplastada que perderías un duelo contra un súbdito cuerpo a cuerpo."
        },
        {
            "en": "You’re the Grandmaster trash who thinks ‘engage’ means feeding solo.",
            "es": "Eres la basura de Gran Maestro que piensa que ‘engage’ significa feedear solo."
        },
        {
            "en": "Your Grandmaster curse is eternal—doomed to be irrelevant forever.",
            "es": "Tu maldición en Gran Maestro es eterna, condenado a ser irrelevante para siempre."
        },
        {
            "en": "You’re such a Grandmaster reject, your own team bans your pick for kicks.",
            "es": "Eres un rechazado en Gran Maestro tan grande que tu propio equipo banea tu elección por diversión."
        },
        {
            "en": "Your Grandmaster stench clogs the rift, making even baron gag.",
            "es": "Tu hedor de Gran Maestro obstruye el rift, haciendo que hasta barón se atragante."
        },
        {
            "en": "You’re the Grandmaster fool who brags about a kill after going 8/15.",
            "es": "Eres el tonto de Gran Maestro que presume de una kill después de ir 8/15."
        },
        {
            "en": "Your Grandmaster hands are so bad, you’d lose a 1v1 to a bush.",
            "es": "Tus manos en Gran Maestro son tan malas que perderías un 1v1 contra un arbusto."
        },
        {
            "en": "You’re such a Grandmaster waste, your teammates report you for queuing.",
            "es": "Eres un desperdicio en Gran Maestro tan grande que tus compañeros te reportan por entrar a la cola."
        },
        {
            "en": "Your Grandmaster plays are so weak, you’d die to a krug camp afk.",
            "es": "Tus jugadas en Gran Maestro son tan débiles que morirías ante un campamento de krugs afk."
        },
        {
            "en": "You’re the Grandmaster clown who feeds so hard, the enemy pings your death.",
            "es": "Eres el payaso de Gran Maestro que feedea tanto que el enemigo marca tu muerte."
        },
        {
            "en": "Your Grandmaster rank’s a fluke—proof you’re too smug to climb higher.",
            "es": "Tu rango Gran Maestro es un golpe de suerte, prueba de que eres demasiado engreído para subir más."
        },
        {
            "en": "You’re such a Grandmaster troll, your team begs Riot to ban your IP.",
            "es": "Eres un troll en Gran Maestro tan grande que tu equipo ruega a Riot que banee tu IP."
        },
        {
            "en": "Your Grandmaster skills are so dead, you’d lose to a level 30 bot.",
            "es": "Tus habilidades en Gran Maestro están tan muertas que perderías contra un bot nivel 30."
        },
        {
            "en": "You’re the Grandmaster nobody who thinks ‘carry’ means dying less.",
            "es": "Eres el don nadie de Gran Maestro que piensa que ‘cargar’ significa morir menos."
        },
        {
            "en": "Your Grandmaster presence is so sad, even the nexus wants you out.",
            "es": "Tu presencia en Gran Maestro es tan triste que hasta el nexo quiere que te vayas."
        },
        {
            "en": "You’re such a Grandmaster burden, your team’s LP drops just by your pick.",
            "es": "Eres una carga en Gran Maestro tan grande que el LP de tu equipo cae solo por tu elección."
        },
        {
            "en": "Your Grandmaster fate’s a graveyard of hopes you’ll never fulfill.",
            "es": "Tu destino en Gran Maestro es un cementerio de esperanzas que nunca cumplirás."
        }
    ],
    "CHALLENGER": [
        {
            "en": "Challenger’s your prison—you’re a no-life loser chained to a game you’ll never master.",
            "es": "Challenger es tu prisión, eres un perdedor sin vida encadenado a un juego que nunca dominarás."
        },
        {
            "en": "You’re such a Challenger fraud, your rank’s a pity prize for wasting your youth.",
            "es": "Eres tan fraude en Challenger que tu rango es un premio de lástima por desperdiciar tu juventud."
        },
        {
            "en": "Your Challenger ego’s so bloated, it’s a miracle you don’t DC from arrogance.",
            "es": "Tu ego en Challenger está tan inflado que es un milagro que no te desconectes por arrogancia."
        },
        {
            "en": "You’re the Challenger king of nothing—raging at pixels while your life rots away.",
            "es": "Eres el rey Challenger de nada, enfureciéndote con píxeles mientras tu vida se pudre."
        },
        {
            "en": "Challenger’s your crown, but you’re still a peasant too pitiful to rule anything.",
            "es": "Challenger es tu corona, pero sigues siendo un campesino demasiado lamentable para gobernar algo."
        },
        {
            "en": "Your Challenger map awareness is so trash, you’d die to a level 3 gank.",
            "es": "Tu conciencia del mapa en Challenger es tan basura que morirías por un gank nivel 3."
        },
        {
            "en": "You’re the Challenger donkey who cries ‘script’ while feeding 0/16.",
            "es": "Eres el burro de Challenger que llora ‘script’ mientras feedea 0/16."
        },
        {
            "en": "Your Challenger pride’s so fake, even your stream knows you’re a joke.",
            "es": "Tu orgullo de Challenger es tan falso que hasta tu stream sabe que eres una broma."
        },
        {
            "en": "You’re such a Challenger flop, your team dodges when you lock your ‘best.’",
            "es": "Eres un fracaso en Challenger tan grande que tu equipo esquiva cuando confirmas tu ‘mejor’."
        },
        {
            "en": "Your Challenger brain’s so small, you think ‘outplay’ means flashing into tower.",
            "es": "Tu cerebro de Challenger es tan pequeño que crees que ‘outplay’ significa flashear a la torre."
        },
        {
            "en": "You’re the Challenger fool who tilts off a missed elder and blames mid.",
            "es": "Eres el tonto de Challenger que se tiltea por fallar un elder y culpa a mid."
        },
        {
            "en": "Your Challenger plays are so weak, you’d lose a 1v1 to a red buff.",
            "es": "Tus jugadas en Challenger son tan débiles que perderías un 1v1 contra un buff rojo."
        },
        {
            "en": "You’re such a Challenger reject, your team mutes you at loading screen.",
            "es": "Eres un rechazado en Challenger tan grande que tu equipo te silencia en la pantalla de carga."
        },
        {
            "en": "Your Challenger KDA’s so bad, it’s a monument to every kill you’ve thrown.",
            "es": "Tu KDA en Challenger es tan malo que es un monumento por cada kill que has regalado."
        },
        {
            "en": "You’re the Challenger clown who picks Zed and feeds before hitting 9.",
            "es": "Eres el payaso de Challenger que elige Zed y feedea antes de llegar al 9."
        },
        {
            "en": "Your Challenger rank’s a lie—proof you’re a tryhard who’ll never be pro.",
            "es": "Tu rango Challenger es una mentira, prueba de que eres un tryhard que nunca será pro."
        },
        {
            "en": "You’re such a Challenger waste, your LP’s a donation to Grandmaster scrubs.",
            "es": "Eres un desperdicio en Challenger tan grande que tu LP es una donación a inútiles de Gran Maestro."
        },
        {
            "en": "Your Challenger hands are so shaky, you miss ults on rooted targets.",
            "es": "Tus manos en Challenger tiemblan tanto que fallas ultimates en objetivos enraizados."
        },
        {
            "en": "You’re the Challenger troll who builds tank on Yasuo and calls it ‘genius.’",
            "es": "Eres el troll de Challenger que construye tanque en Yasuo y lo llama ‘genio’."
        },
        {
            "en": "Your Challenger ego’s so fragile, you ragequit over a missed kill.",
            "es": "Tu ego en Challenger es tan frágil que abandonas por una kill fallada."
        },
        {
            "en": "You’re such a Challenger burden, your team surrenders just to lose you.",
            "es": "Eres una carga en Challenger tan grande que tu equipo se rinde solo para perderte."
        },
        {
            "en": "Your Challenger games are so pathetic, they’re banned from pro streams.",
            "es": "Tus partidas en Challenger son tan patéticas que están prohibidas en streams pro."
        },
        {
            "en": "You’re the Challenger ghost who haunts jungle with a 0/18 score.",
            "es": "Eres el fantasma de Challenger que acecha la jungla con un marcador de 0/18."
        },
        {
            "en": "Your Challenger reflexes are so slow, you’d lose a race to a dead poro.",
            "es": "Tus reflejos en Challenger son tan lentos que perderías una carrera contra un poro muerto."
        },
        {
            "en": "You’re such a Challenger disaster, your teammates report you for hovering.",
            "es": "Eres un desastre en Challenger tan grande que tus compañeros te reportan por pasar el ratón."
        },
        {
            "en": "Your Challenger fate’s a cycle of losses you’re too cocky to stop.",
            "es": "Tu destino en Challenger es un ciclo de derrotas que eres demasiado arrogante para detener."
        },
        {
            "en": "You’re the Challenger mule who carries nothing but shame to the rift.",
            "es": "Eres la mula de Challenger que no lleva más que vergüenza al rift."
        },
        {
            "en": "Your Challenger clicks are so off, you’d miss a surrender vote.",
            "es": "Tus clics en Challenger son tan malos que fallarías una votación de rendición."
        },
        {
            "en": "You’re such a Challenger flop, your team prays for a DC every match.",
            "es": "Eres un fracaso en Challenger tan grande que tu equipo reza por un desconectado cada partida."
        },
        {
            "en": "Your Challenger legacy’s a pile of LP you’ve burned to ash.",
            "es": "Tu legado en Challenger es un montón de LP que has quemado hasta las cenizas."
        },
        {
            "en": "You’re the Challenger puppet who dances to every enemy gank like a moron.",
            "es": "Eres la marioneta de Challenger que baila con cada gank enemigo como idiota."
        },
        {
            "en": "Your Challenger misery’s so deep, you think a 11/10 game is a carry.",
            "es": "Tu miseria en Challenger es tan profunda que crees que un juego 11/10 es cargar."
        },
        {
            "en": "You’re such a Challenger blight, the game crashes to save your team’s LP.",
            "es": "Eres una plaga en Challenger tan grande que el juego se cuelga para salvar el LP de tu equipo."
        },
        {
            "en": "Your Challenger soul’s so crushed, you’d lose a duel to a siege minion.",
            "es": "Tu alma en Challenger está tan aplastada que perderías un duelo contra un súbdito de asedio."
        },
        {
            "en": "You’re the Challenger trash who thinks ‘outplay’ means feeding solo.",
            "es": "Eres la basura de Challenger que piensa que ‘outplay’ significa feedear solo."
        },
        {
            "en": "Your Challenger curse is eternal—doomed to be a no-life forever.",
            "es": "Tu maldición en Challenger es eterna, condenado a ser un sin vida para siempre."
        },
        {
            "en": "You’re such a Challenger reject, your own team bans your main for laughs.",
            "es": "Eres un rechazado en Challenger tan grande que tu propio equipo banea a tu main por risa."
        },
        {
            "en": "Your Challenger stench clogs the rift, making even elder gag.",
            "es": "Tu hedor de Challenger obstruye el rift, haciendo que hasta el elder se atragante."
        },
        {
            "en": "You’re the Challenger fool who brags about a kill after going 9/15.",
            "es": "Eres el tonto de Challenger que presume de una kill después de ir 9/15."
        },
        {
            "en": "Your Challenger hands are so bad, you’d lose a 1v1 to a turret.",
            "es": "Tus manos en Challenger son tan malas que perderías un 1v1 contra una torreta."
        },
        {
            "en": "You’re such a Challenger waste, your teammates report you for picking.",
            "es": "Eres un desperdicio en Challenger tan grande que tus compañeros te reportan por elegir."
        },
        {
            "en": "Your Challenger plays are so weak, you’d die to a blue buff afk.",
            "es": "Tus jugadas en Challenger son tan débiles que morirías ante un buff azul afk."
        },
        {
            "en": "You’re the Challenger clown who feeds so hard, the enemy pings your spawn.",
            "es": "Eres el payaso de Challenger que feedea tanto que el enemigo marca tu reaparición."
        },
        {
            "en": "Your Challenger rank’s a fluke—proof you’re too smug to stay on top.",
            "es": "Tu rango Challenger es un golpe de suerte, prueba de que eres demasiado engreído para mantenerte arriba."
        },
        {
            "en": "You’re such a Challenger troll, your team begs Riot to ban your account.",
            "es": "Eres un troll en Challenger tan grande que tu equipo ruega a Riot que banee tu cuenta."
        },
        {
            "en": "Your Challenger skills are so dead, you’d lose to a level 35 bot.",
            "es": "Tus habilidades en Challenger están tan muertas que perderías contra un bot nivel 35."
        },
        {
            "en": "You’re the Challenger nobody who thinks ‘carry’ means feeding less.",
            "es": "Eres el don nadie de Challenger que piensa que ‘cargar’ significa feedear menos."
        },
        {
            "en": "Your Challenger presence is so sad, even the nexus wants you banned.",
            "es": "Tu presencia en Challenger es tan triste que hasta el nexo quiere que te baneen."
        },
        {
            "en": "You’re such a Challenger burden, your team’s LP drops just by your queue.",
            "es": "Eres una carga en Challenger tan grande que el LP de tu equipo cae solo por tu cola."
        },
        {
            "en": "Your Challenger fate’s a graveyard of dreams you’ll never live up to.",
            "es": "Tu destino en Challenger es un cementerio de sueños que nunca estarás a la altura."
        }
    ],
    "UNRANKED": [
        {
            "en": "You’re such a festering pile of garbage, even the client crashes to avoid your stench.",
            "es": "Eres un montón de basura podrida tan asqueroso que hasta el cliente se cuelga para evitar tu hedor."
        },
        {
            "en": "Your gameplay’s so wretched, it’s a miracle your parents haven’t disowned you yet.",
            "es": "Tu juego es tan miserable que es un milagro que tus padres no te hayan desheredado todavía."
        },
        {
            "en": "You’re a walking disaster so pathetic, even the tutorial bots laugh at your corpse.",
            "es": "Eres un desastre andante tan patético que hasta los bots del tutorial se ríen de tu cadáver."
        },
        {
            "en": "Your existence is so pitiful, the rift itself lags just to delay your feeding.",
            "es": "Tu existencia es tan lamentable que el rift mismo se lagea solo para retrasar tu feeding."
        },
        {
            "en": "You’re the human equivalent of a 0/20 score—useless and despised by everyone.",
            "es": "Eres el equivalente humano de un marcador 0/20: inútil y despreciado por todos."
        },
        {
            "en": "Your reflexes are so dull, you’d lose a race to a dead minion.",
            "es": "Tus reflejos son tan torpes que perderías una carrera contra un súbdito muerto."
        },
        {
            "en": "You’re such a leech, you drain your team’s LP faster than a smurf can carry.",
            "es": "Eres una sanguijuela tan grande que drenas el LP de tu equipo más rápido de lo que un smurf puede cargar."
        },
        {
            "en": "Your stench is so foul, even the poros flee when you spawn.",
            "es": "Tu hedor es tan fétido que hasta los poros huyen cuando apareces."
        },
        {
            "en": "You’re a clown so hopeless, your teammates mute you before the game starts.",
            "es": "Eres un payaso tan inútil que tus compañeros te silencian antes de que empiece el juego."
        },
        {
            "en": "Your brain’s so fried, you think ‘warding’ means dying in the river.",
            "es": "Tu cerebro está tan frito que crees que ‘wardear’ significa morir en el río."
        },
        {
            "en": "You’re the fool who tilts off a single CS and blames the lag.",
            "es": "Eres el tonto que se tiltea por un solo CS y culpa al lag."
        },
        {
            "en": "Your plays are so weak, you’d lose a 1v1 to a jungle camp afk.",
            "es": "Tus jugadas son tan débiles que perderías un 1v1 contra un campamento de jungla afk."
        },
        {
            "en": "You’re such a reject, your own shadow dodges you in champ select.",
            "es": "Eres un rechazado tan grande que hasta tu sombra te esquiva en la selección de campeones."
        },
        {
            "en": "Your KDA’s so tragic, it’s a memorial to every death you’ve caused.",
            "es": "Tu KDA es tan trágico que es un memorial por cada muerte que has provocado."
        },
        {
            "en": "You’re the troll who picks random champs and feeds before level 3.",
            "es": "Eres el troll que elige campeones al azar y feedea antes del nivel 3."
        },
        {
            "en": "Your skills are a scam—proof you’re too dumb to even fluke a win.",
            "es": "Tus habilidades son una estafa, prueba de que eres demasiado estúpido para ganar por suerte."
        },
        {
            "en": "You’re such a waste, your LP’s a charity fund for the enemy team.",
            "es": "Eres un desperdicio tan grande que tu LP es un fondo de caridad para el equipo enemigo."
        },
        {
            "en": "Your hands are so shaky, you miss clicks more than you hit minions.",
            "es": "Tus manos tiemblan tanto que fallas más clics de los que golpeas súbditos."
        },
        {
            "en": "You’re the donkey who builds nonsense and calls it ‘strategy.’",
            "es": "Eres el burro que construye tonterías y lo llama ‘estrategia’."
        },
        {
            "en": "Your ego’s so fragile, you ragequit over a stolen buff.",
            "es": "Tu ego es tan frágil que abandonas por un buff robado."
        },
        {
            "en": "You’re such a burden, your team surrenders just to escape your stench.",
            "es": "Eres una carga tan grande que tu equipo se rinde solo para escapar de tu hedor."
        },
        {
            "en": "Your games are so pathetic, they’re banned from ever being replayed.",
            "es": "Tus partidas son tan patéticas que están prohibidas de ser repetidas."
        },
        {
            "en": "You’re the ghost who haunts lanes with a score that’s pure shame.",
            "es": "Eres el fantasma que acecha los carriles con un marcador que es pura vergüenza."
        },
        {
            "en": "Your reflexes are so slow, you’d die to a minion wave standing still.",
            "es": "Tus reflejos son tan lentos que morirías ante una oleada de súbditos parada."
        },
        {
            "en": "You’re such a disaster, your teammates report you for breathing.",
            "es": "Eres un desastre tan grande que tus compañeros te reportan por respirar."
        },
        {
            "en": "Your fate’s a loop of losses you’re too blind to break.",
            "es": "Tu destino es un bucle de derrotas que estás demasiado ciego para romper."
        },
        {
            "en": "You’re the mule who carries nothing but failure to every match.",
            "es": "Eres la mula que no lleva más que fracaso a cada partida."
        },
        {
            "en": "Your clicks are so off, you’d miss a giant surrender button.",
            "es": "Tus clics son tan malos que fallarías un botón de rendición gigante."
        },
        {
            "en": "You’re such a flop, your team prays you disconnect every game.",
            "es": "Eres un fracaso tan grande que tu equipo reza para que te desconectes cada partida."
        },
        {
            "en": "Your legacy’s a pile of shame too sad to even count.",
            "es": "Tu legado es un montón de vergüenza demasiado triste para contar."
        },
        {
            "en": "You’re the puppet who dances to every enemy move like a fool.",
            "es": "Eres la marioneta que baila con cada movimiento enemigo como tonto."
        },
        {
            "en": "Your misery’s so deep, you think a 5/10 game is a victory.",
            "es": "Tu miseria es tan profunda que crees que un juego 5/10 es una victoria."
        },
        {
            "en": "You’re such a blight, the game lags to spare everyone your presence.",
            "es": "Eres una plaga tan grande que el juego se lagea para ahorrarles a todos tu presencia."
        },
        {
            "en": "Your soul’s so crushed, you’d lose a duel to a caster minion.",
            "es": "Tu alma está tan aplastada que perderías un duelo contra un súbdito caster."
        },
        {
            "en": "You’re the trash who thinks ‘playmaking’ means dying alone.",
            "es": "Eres la basura que piensa que ‘hacer jugadas’ significa morir solo."
        },
        {
            "en": "Your curse is eternal—doomed to be a nobody forever.",
            "es": "Tu maldición es eterna, condenado a ser un don nadie para siempre."
        },
        {
            "en": "You’re such a reject, your own team bans your champ for fun.",
            "es": "Eres un rechazado tan grande que tu propio equipo banea a tu campeón por diversión."
        },
        {
            "en": "Your stench clogs the server, making even bots gag.",
            "es": "Tu hedor obstruye el servidor, haciendo que hasta los bots se atraganten."
        },
        {
            "en": "You’re the fool who brags about a kill after feeding all game.",
            "es": "Eres el tonto que presume de una kill después de feedear toda la partida."
        },
        {
            "en": "Your hands are so bad, you’d lose a 1v1 to a ward.",
            "es": "Tus manos son tan malas que perderías un 1v1 contra un ward."
        },
        {
            "en": "You’re such a waste, your teammates report you for just showing up.",
            "es": "Eres un desperdicio tan grande que tus compañeros te reportan solo por aparecer."
        },
        {
            "en": "Your plays are so weak, you’d die to a scuttle crab afk.",
            "es": "Tus jugadas son tan débiles que morirías ante un cangrejo afk."
        },
        {
            "en": "You’re the clown who feeds so hard, the enemy pings your death timer.",
            "es": "Eres el payaso que feedea tanto que el enemigo marca tu temporizador de muerte."
        },
        {
            "en": "Your skills are a fluke—proof you’re too lazy to ever improve.",
            "es": "Tus habilidades son un golpe de suerte, prueba de que eres demasiado perezoso para mejorar."
        },
        {
            "en": "You’re such a troll, your team begs for a ban on your account.",
            "es": "Eres un troll tan grande que tu equipo ruega por un ban en tu cuenta."
        },
        {
            "en": "Your mechanics are so dead, you’d lose to a practice tool dummy.",
            "es": "Tus mecánicas están tan muertas que perderías contra un muñeco del modo práctica."
        },
        {
            "en": "You’re the nobody who thinks ‘impact’ means dying first.",
            "es": "Eres el don nadie que piensa que ‘impacto’ significa morir primero."
        },
        {
            "en": "Your presence is so sad, even the nexus wants you gone.",
            "es": "Tu presencia es tan triste que hasta el nexo quiere que te vayas."
        },
        {
            "en": "You’re such a burden, your team’s morale drops when you join.",
            "es": "Eres una carga tan grande que la moral de tu equipo cae cuando te unes."
        },
        {
            "en": "Your fate’s a graveyard of losses you’ll never escape.",
            "es": "Tu destino es un cementerio de derrotas del que nunca escaparás."
        }
    ]
}